{
  "text": {
    "개강일은": 22,
    "언제야": 91,
    "종강일을": 113,
    "알고싶어": 82,
    "수강신청은": 66,
    "언제부터": 90,
    "시작해": 75,
    "신청한": 78,
    "수업을": 69,
    "정정하고싶어": 110,
    "중간고사는": 115,
    "언제": 89,
    "끝나": 33,
    "기말고사가": 29,
    "시작하는지": 74,
    "3월": 11,
    "15일": 3,
    "4월": 12,
    "20일": 7,
    "5월": 13,
    "1일에": 6,
    "6월": 15,
    "10일": 0,
    "7월": 16,
    "5일": 14,
    "9월": 18,
    "1일": 5,
    "12월": 1,
    "25일에": 8,
    "1월": 4,
    "30일": 10,
    "2월": 9,
    "14일": 2,
    "8월": 17,
    "오늘": 97,
    "학사일정": 128,
    "내일": 35,
    "일정": 105,
    "이번": 102,
    "주": 114,
    "다음": 40,
    "알려주세요": 83,
    "확인하고": 133,
    "싶어요": 79,
    "개강이에요": 21,
    "종강이에요": 112,
    "시험": 76,
    "방학": 55,
    "컴퓨터네트워크": 125,
    "강의": 19,
    "정보": 109,
    "인터넷보안": 104,
    "수업": 68,
    "알고리즘": 81,
    "시간표": 73,
    "기초프로그래밍": 30,
    "해요": 131,
    "웹프로그래밍": 99,
    "교수님": 26,
    "누구예요": 39,
    "이건우": 100,
    "김준형": 31,
    "김현일": 32,
    "교수님이": 27,
    "하는": 126,
    "최영숙": 123,
    "시간": 72,
    "강의실": 20,
    "어디예요": 86,
    "몇": 49,
    "학점이에요": 129,
    "어느": 85,
    "학과": 127,
    "수업이에요": 70,
    "소프트웨어공학": 64,
    "수강하고": 67,
    "오픈소스sw개론": 98,
    "지구와생활환경": 116,
    "연락처": 94,
    "연구실": 92,
    "정현숙": 111,
    "이메일": 101,
    "최광석": 122,
    "전공분야": 108,
    "상담": 62,
    "받고": 53,
    "면담": 48,
    "신청": 77,
    "계세요": 25,
    "소속학과": 63,
    "무슨": 50,
    "연구해요": 93,
    "찾아뵙고": 119,
    "지도교수님": 117,
    "도움말": 44,
    "도와주세요": 43,
    "뭘": 52,
    "할": 130,
    "수": 65,
    "있어요": 106,
    "기능": 28,
    "사용법": 61,
    "어떻게": 88,
    "써요": 80,
    "무엇을": 51,
    "도와드릴까요": 42,
    "챗봇": 120,
    "질문": 118,
    "방법": 54,
    "예시": 96,
    "보여주세요": 56,
    "너는": 36,
    "누구야": 38,
    "봇이야": 57,
    "사람이야": 59,
    "로봇이야": 46,
    "인공지능이야": 103,
    "챗봇이야": 121,
    "자기소개해봐": 107,
    "너에": 37,
    "대해": 41,
    "알려줘": 84,
    "날씨": 34,
    "어때": 87,
    "맛집": 47,
    "추천": 124,
    "영화": 95,
    "게임하자": 23,
    "사랑해": 60,
    "결혼해줘": 24,
    "돈": 45,
    "빌려줘": 58,
    "숙제": 71,
    "해줘": 132
  },
  "intent": {
    "ask_schedule": 2,
    "ask_lecture_info": 0,
    "ask_professor_info": 1,
    "help": 5,
    "bot_challenge": 3,
    "out_of_scope": 6,
    "greet": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_lecture_info": 6,
    "action_professor_info": 8,
    "action_schedule_info": 11,
    "utter_greet": 15,
    "utter_help": 16,
    "utter_iamabot": 17,
    "utter_out_of_scope": 18
  },
  "action_text": null,
  "intent_response_key": null
}