{
  "text": {
    " ": 0,
    "김": 193,
    "현": 451,
    "일": 384,
    " 김": 28,
    "김현": 197,
    "현일": 452,
    "일 ": 385,
    " 김현": 31,
    "김현일": 198,
    "현일 ": 453,
    " 김현일": 32,
    "김현일 ": 199,
    "준": 409,
    "형": 454,
    "김준": 194,
    "준형": 410,
    "형 ": 455,
    " 김준": 29,
    "김준형": 195,
    "준형 ": 411,
    " 김준형": 30,
    "김준형 ": 196,
    "이": 366,
    "건": 160,
    "우": 351,
    " 이": 78,
    "이건": 368,
    "건우": 161,
    "우 ": 352,
    " 이건": 79,
    "이건우": 369,
    "건우 ": 162,
    " 이건우": 80,
    "이건우 ": 370,
    "변": 247,
    "재": 394,
    "영": 340,
    " 변": 47,
    "변재": 248,
    "재영": 395,
    "영 ": 341,
    " 변재": 48,
    "변재영": 249,
    "재영 ": 396,
    " 변재영": 49,
    "변재영 ": 250,
    "교": 176,
    "수": 272,
    "님": 204,
    " 교": 20,
    "교수": 177,
    "수님": 274,
    "님 ": 205,
    " 교수": 21,
    "교수님": 178,
    "수님 ": 275,
    " 교수님": 22,
    "교수님 ": 179,
    "권": 189,
    "구": 183,
    "락": 228,
    " 권": 25,
    "권구": 190,
    "구락": 184,
    "락 ": 229,
    " 권구": 26,
    "권구락": 191,
    "구락 ": 185,
    " 권구락": 27,
    "권구락 ": 192,
    "메": 235,
    "이메": 371,
    "메일": 236,
    " 이메": 81,
    "이메일": 372,
    "메일 ": 237,
    " 이메일": 82,
    "이메일 ": 373,
    "알": 304,
    "려": 230,
    "줘": 412,
    " 알": 60,
    "알려": 305,
    "려줘": 231,
    "줘 ": 413,
    " 알려": 61,
    "알려줘": 306,
    "려줘 ": 232,
    " 알려줘": 62,
    "알려줘 ": 307,
    "최": 418,
    "광": 173,
    "석": 261,
    " 최": 100,
    "최광": 419,
    "광석": 174,
    "석 ": 262,
    " 최광": 101,
    "최광석": 420,
    "광석 ": 175,
    " 최광석": 102,
    "최광석 ": 421,
    "연": 336,
    "실": 299,
    " 연": 72,
    "연구": 337,
    "구실": 186,
    "실이": 300,
    "이 ": 367,
    " 연구": 73,
    "연구실": 338,
    "구실이": 187,
    "실이 ": 301,
    " 연구실": 74,
    "연구실이": 339,
    "구실이 ": 188,
    "어": 315,
    "디": 217,
    "야": 308,
    "?": 120,
    " 어": 63,
    "어디": 318,
    "디야": 220,
    "야?": 309,
    "? ": 121,
    " 어디": 64,
    "어디야": 321,
    "디야?": 221,
    "야? ": 310,
    " 어디야": 66,
    "어디야?": 322,
    "디야? ": 222,
    "동": 214,
    "유": 353,
    "최동": 422,
    "동유": 215,
    "유 ": 354,
    " 최동": 103,
    "최동유": 423,
    "동유 ": 216,
    " 최동유": 104,
    "최동유 ": 424,
    "떤": 226,
    "어떤": 323,
    "떤 ": 227,
    " 어떤": 67,
    "어떤 ": 324,
    " 어떤 ": 68,
    "과": 167,
    "목": 238,
    " 과": 17,
    "과목": 168,
    "목 ": 239,
    " 과목": 18,
    "과목 ": 169,
    " 과목 ": 19,
    "담": 206,
    "당": 210,
    "하": 438,
    "시": 286,
    "나": 200,
    "요": 348,
    " 담": 33,
    "담당": 207,
    "당하": 211,
    "하시": 439,
    "시나": 287,
    "나요": 201,
    "요?": 349,
    " 담당": 34,
    "담당하": 208,
    "당하시": 212,
    "하시나": 440,
    "시나요": 288,
    "나요?": 202,
    "요? ": 350,
    " 담당하": 35,
    "담당하시": 209,
    "당하시나": 213,
    "하시나요": 441,
    "시나요?": 289,
    "나요? ": 203,
    "범": 244,
    "식": 290,
    "이범": 374,
    "범식": 245,
    "식 ": 291,
    " 이범": 83,
    "이범식": 375,
    "범식 ": 246,
    " 이범식": 84,
    "이범식 ": 376,
    "정": 403,
    "보": 251,
    " 정": 94,
    "정보": 404,
    "보 ": 252,
    " 정보": 95,
    "정보 ": 405,
    " 정보 ": 96,
    "여": 330,
    " 보": 50,
    "보여": 253,
    "여줘": 334,
    " 보여": 51,
    "보여줘": 254,
    "여줘 ": 335,
    " 보여줘": 52,
    "보여줘 ": 255,
    "신": 292,
    "숙": 280,
    " 신": 57,
    "신영": 296,
    "영숙": 342,
    "숙 ": 281,
    " 신영": 58,
    "신영숙": 297,
    "영숙 ": 343,
    " 신영숙": 59,
    "신영숙 ": 298,
    " 메": 39,
    " 메일": 40,
    " 메일 ": 41,
    "주": 406,
    "소": 270,
    " 주": 97,
    "주소": 407,
    "소 ": 271,
    " 주소": 98,
    "주소 ": 408,
    " 주소 ": 99,
    "예": 344,
    "술": 282,
    "의": 358,
    "해": 445,
    " 예": 75,
    "예술": 345,
    "술의": 283,
    "의이": 360,
    "이해": 380,
    "해 ": 446,
    " 예술": 76,
    "예술의": 346,
    "술의이": 284,
    "의이해": 361,
    "이해 ": 381,
    " 예술의": 77,
    "예술의이": 347,
    "술의이해": 285,
    "의이해 ": 362,
    "업": 325,
    " 수": 53,
    "수업": 276,
    "업 ": 326,
    " 수업": 54,
    "수업 ": 277,
    " 수업 ": 55,
    "성": 266,
    "사": 256,
    "회": 456,
    " 여": 69,
    "여성": 331,
    "성과": 267,
    "과사": 170,
    "사회": 257,
    "회 ": 457,
    " 여성": 70,
    "여성과": 332,
    "성과사": 268,
    "과사회": 171,
    "사회 ": 258,
    " 여성과": 71,
    "여성과사": 333,
    "성과사회": 269,
    "과사회 ": 172,
    "업이": 327,
    "이야": 377,
    "수업이": 278,
    "업이야": 328,
    "이야?": 378,
    " 수업이": 56,
    "수업이야": 279,
    "업이야?": 329,
    "이야? ": 379,
    "지": 414,
    "털": 427,
    "통": 431,
    "험": 449,
    " 디": 36,
    "디지": 223,
    "지털": 415,
    "털통": 428,
    "통신": 432,
    "신실": 293,
    "실험": 302,
    "험 ": 450,
    " 디지": 37,
    "디지털": 224,
    "지털통": 416,
    "털통신": 429,
    "통신실": 433,
    "신실험": 294,
    "실험 ": 303,
    " 디지털": 38,
    "디지털통": 225,
    "지털통신": 417,
    "털통신실": 430,
    "통신실험": 434,
    "신실험 ": 295,
    "서": 259,
    "디서": 218,
    "서 ": 260,
    "어디서": 319,
    "디서 ": 219,
    " 어디서": 65,
    "어디서 ": 320,
    "강": 155,
    " 강": 13,
    "강의": 156,
    "의해": 363,
    "해?": 447,
    " 강의": 14,
    "강의해": 158,
    "의해?": 364,
    "해? ": 448,
    " 강의해": 16,
    "강의해?": 159,
    "의해? ": 365,
    "8": 113,
    "9": 117,
    "인": 382,
    " 8": 7,
    "89": 114,
    "9인": 118,
    "인 ": 383,
    " 89": 8,
    "89인": 115,
    "9인 ": 119,
    " 89인": 9,
    "89인 ": 116,
    "_": 122,
    "n": 143,
    "u": 151,
    "m": 139,
    "b": 131,
    "e": 135,
    "r": 147,
    " _": 10,
    "__": 124,
    "_n": 128,
    "nu": 144,
    "um": 152,
    "mb": 140,
    "be": 132,
    "er": 136,
    "r_": 148,
    "_ ": 123,
    " __": 11,
    "__n": 126,
    "_nu": 129,
    "num": 145,
    "umb": 153,
    "mbe": 141,
    "ber": 133,
    "er_": 137,
    "r__": 149,
    "__ ": 125,
    " __n": 12,
    "__nu": 127,
    "_num": 130,
    "numb": 146,
    "umbe": 154,
    "mber": 142,
    "ber_": 134,
    "er__": 138,
    "r__ ": 150,
    "2": 105,
    "학": 442,
    "점": 401,
    " 2": 1,
    "2학": 106,
    "학점": 443,
    "점 ": 402,
    " 2학": 2,
    "2학점": 107,
    "학점 ": 444,
    " 2학점": 3,
    "2학점 ": 108,
    "3": 109,
    " 3": 4,
    "3학": 110,
    " 3학": 5,
    "3학점": 111,
    " 3학점": 6,
    "3학점 ": 112,
    "양": 311,
    "선": 263,
    "택": 425,
    "교양": 180,
    "양선": 312,
    "선택": 264,
    "택 ": 426,
    " 교양": 23,
    "교양선": 181,
    "양선택": 313,
    "선택 ": 265,
    " 교양선": 24,
    "교양선택": 182,
    "양선택 ": 314,
    "뭐": 242,
    " 뭐": 45,
    "뭐 ": 243,
    " 뭐 ": 46,
    "있": 386,
    " 있": 85,
    "있어": 387,
    "어?": 316,
    " 있어": 86,
    "있어?": 388,
    "어? ": 317,
    " 있어?": 87,
    "있어? ": 389,
    "전": 397,
    "공": 163,
    "필": 435,
    " 전": 91,
    "전공": 398,
    "공필": 164,
    "필수": 436,
    "수 ": 273,
    " 전공": 92,
    "전공필": 399,
    "공필수": 165,
    "필수 ": 437,
    " 전공필": 93,
    "전공필수": 400,
    "공필수 ": 166,
    "자": 390,
    " 자": 88,
    "자유": 391,
    "유선": 355,
    " 자유": 89,
    "자유선": 392,
    "유선택": 356,
    " 자유선": 90,
    "자유선택": 393,
    "유선택 ": 357,
    "의 ": 359,
    "강의 ": 157,
    " 강의 ": 15,
    "록": 233,
    " 목": 42,
    "목록": 240,
    "록 ": 234,
    " 목록": 43,
    "목록 ": 241,
    " 목록 ": 44
  },
  "response": null,
  "action_text": null
}