{
  "text": {
    " ": 0,
    "김": 179,
    "현": 394,
    "일": 338,
    " 김": 37,
    "김현": 183,
    "현일": 395,
    "일 ": 339,
    " 김현": 40,
    "김현일": 184,
    "현일 ": 396,
    " 김현일": 41,
    "김현일 ": 185,
    "준": 355,
    "형": 397,
    "김준": 180,
    "준형": 356,
    "형 ": 398,
    " 김준": 38,
    "김준형": 181,
    "준형 ": 357,
    " 김준형": 39,
    "김준형 ": 182,
    "이": 318,
    "건": 150,
    "우": 304,
    " 이": 80,
    "이건": 320,
    "건우": 151,
    "우 ": 305,
    " 이건": 81,
    "이건우": 321,
    "건우 ": 152,
    " 이건우": 82,
    "이건우 ": 322,
    "변": 232,
    "재": 342,
    "영": 294,
    " 변": 51,
    "변재": 233,
    "재영": 343,
    "영 ": 295,
    " 변재": 52,
    "변재영": 234,
    "재영 ": 344,
    " 변재영": 53,
    "변재영 ": 235,
    "교": 163,
    "수": 245,
    "님": 192,
    " 교": 31,
    "교수": 164,
    "수님": 246,
    "님 ": 193,
    " 교수": 32,
    "교수님": 165,
    "수님 ": 247,
    " 교수님": 33,
    "교수님 ": 166,
    "권": 175,
    "구": 167,
    "락": 215,
    " 권": 34,
    "권구": 176,
    "구락": 168,
    "락 ": 216,
    " 권구": 35,
    "권구락": 177,
    "구락 ": 169,
    " 권구락": 36,
    "권구락 ": 178,
    "메": 220,
    "이메": 323,
    "메일": 221,
    " 이메": 83,
    "이메일": 324,
    "메일 ": 222,
    " 이메일": 84,
    "이메일 ": 325,
    "알": 270,
    "려": 217,
    "줘": 358,
    " 알": 66,
    "알려": 271,
    "려줘": 218,
    "줘 ": 359,
    " 알려": 67,
    "알려줘": 272,
    "려줘 ": 219,
    " 알려줘": 68,
    "알려줘 ": 273,
    "최": 366,
    "광": 160,
    "석": 241,
    " 최": 96,
    "최광": 367,
    "광석": 161,
    "석 ": 242,
    " 최광": 97,
    "최광석": 368,
    "광석 ": 162,
    " 최광석": 98,
    "최광석 ": 369,
    "연": 290,
    "실": 267,
    " 연": 74,
    "연구": 291,
    "구실": 170,
    "실이": 268,
    "이 ": 319,
    " 연구": 75,
    "연구실": 292,
    "구실이": 171,
    "실이 ": 269,
    " 연구실": 76,
    "연구실이": 293,
    "구실이 ": 172,
    "어": 277,
    "디": 209,
    "야": 274,
    "?": 141,
    " 어": 69,
    "어디": 278,
    "디야": 210,
    "야?": 275,
    "? ": 142,
    " 어디": 70,
    "어디야": 279,
    "디야?": 211,
    "야? ": 276,
    " 어디야": 71,
    "어디야?": 280,
    "디야? ": 212,
    "동": 206,
    "유": 312,
    "최동": 370,
    "동유": 207,
    "유 ": 313,
    " 최동": 99,
    "최동유": 371,
    "동유 ": 208,
    " 최동유": 100,
    "최동유 ": 372,
    "떤": 213,
    "어떤": 281,
    "떤 ": 214,
    " 어떤": 72,
    "어떤 ": 282,
    " 어떤 ": 73,
    "과": 157,
    "목": 223,
    " 과": 28,
    "과목": 158,
    "목 ": 224,
    " 과목": 29,
    "과목 ": 159,
    " 과목 ": 30,
    "담": 194,
    "당": 198,
    "하": 390,
    "시": 254,
    "나": 186,
    "요": 301,
    " 담": 42,
    "담당": 195,
    "당하": 199,
    "하시": 391,
    "시나": 258,
    "나요": 187,
    "요?": 302,
    " 담당": 43,
    "담당하": 196,
    "당하시": 200,
    "하시나": 392,
    "시나요": 259,
    "나요?": 188,
    "요? ": 303,
    " 담당하": 44,
    "담당하시": 197,
    "당하시나": 201,
    "하시나요": 393,
    "시나요?": 260,
    "나요? ": 189,
    "범": 225,
    "식": 261,
    "이범": 326,
    "범식": 226,
    "식 ": 262,
    " 이범": 85,
    "이범식": 327,
    "범식 ": 227,
    " 이범식": 86,
    "이범식 ": 328,
    "정": 345,
    "보": 236,
    " 정": 90,
    "정보": 346,
    "보 ": 237,
    " 정보": 91,
    "정보 ": 347,
    " 정보 ": 92,
    "여": 287,
    " 보": 54,
    "보여": 238,
    "여줘": 288,
    " 보여": 55,
    "보여줘": 239,
    "여줘 ": 289,
    " 보여줘": 56,
    "보여줘 ": 240,
    "신": 263,
    "숙": 250,
    " 신": 63,
    "신영": 264,
    "영숙": 296,
    "숙 ": 251,
    " 신영": 64,
    "신영숙": 265,
    "영숙 ": 297,
    " 신영숙": 65,
    "신영숙 ": 266,
    " 메": 48,
    " 메일": 49,
    " 메일 ": 50,
    "주": 352,
    "소": 243,
    " 주": 93,
    "주소": 353,
    "소 ": 244,
    " 주소": 94,
    "주소 ": 354,
    " 주소 ": 95,
    "운": 306,
    "체": 363,
    "제": 348,
    " 운": 77,
    "운영": 307,
    "영체": 298,
    "체제": 364,
    "제 ": 349,
    " 운영": 78,
    "운영체": 308,
    "영체제": 299,
    "체제 ": 365,
    " 운영체": 79,
    "운영체제": 309,
    "영체제 ": 300,
    "간": 143,
    "표": 384,
    " 시": 60,
    "시간": 255,
    "간표": 144,
    "표 ": 385,
    " 시간": 61,
    "시간표": 256,
    "간표 ": 145,
    " 시간표": 62,
    "시간표 ": 257,
    "데": 202,
    "터": 377,
    "베": 228,
    "스": 252,
    " 데": 45,
    "데이": 203,
    "이터": 331,
    "터베": 381,
    "베이": 229,
    "이스": 329,
    "스 ": 253,
    " 데이": 46,
    "데이터": 204,
    "이터베": 332,
    "터베이": 382,
    "베이스": 230,
    "이스 ": 330,
    " 데이터": 47,
    "데이터베": 205,
    "이터베이": 333,
    "터베이스": 383,
    "베이스 ": 231,
    "강": 146,
    "의": 314,
    " 강": 25,
    "강의": 147,
    "의정": 315,
    " 강의": 26,
    "강의정": 148,
    "의정보": 316,
    " 강의정": 27,
    "강의정보": 149,
    "의정보 ": 317,
    "인": 334,
    "공": 153,
    "지": 360,
    "능": 190,
    " 인": 87,
    "인공": 335,
    "공지": 154,
    "지능": 361,
    "능 ": 191,
    " 인공": 88,
    "인공지": 336,
    "공지능": 155,
    "지능 ": 362,
    " 인공지": 89,
    "인공지능": 337,
    "공지능 ": 156,
    "업": 283,
    " 수": 57,
    "수업": 248,
    "업 ": 284,
    " 수업": 58,
    "수업 ": 249,
    " 수업 ": 59,
    "컴": 373,
    "퓨": 386,
    "조": 350,
    " 컴": 101,
    "컴퓨": 374,
    "퓨터": 387,
    "터구": 378,
    "구조": 173,
    "조 ": 351,
    " 컴퓨": 102,
    "컴퓨터": 375,
    "퓨터구": 388,
    "터구조": 379,
    "구조 ": 174,
    " 컴퓨터": 103,
    "컴퓨터구": 376,
    "퓨터구조": 389,
    "터구조 ": 380,
    "6": 132,
    "월": 310,
    " 6": 16,
    "6월": 133,
    "월 ": 311,
    " 6월": 17,
    "6월 ": 134,
    " 6월 ": 18,
    "3": 120,
    "0": 104,
    " 3": 9,
    "30": 121,
    "0일": 107,
    " 30": 10,
    "30일": 122,
    "0일 ": 108,
    " 30일": 11,
    "30일 ": 123,
    "8": 138,
    " 8": 22,
    "8월": 139,
    " 8월": 23,
    "8월 ": 140,
    " 8월 ": 24,
    "1": 109,
    "5": 128,
    "에": 285,
    " 1": 1,
    "15": 115,
    "5일": 129,
    "일에": 340,
    "에 ": 286,
    " 15": 5,
    "15일": 116,
    "5일에": 130,
    "일에 ": 341,
    " 15일": 6,
    "15일에": 117,
    "5일에 ": 131,
    "7": 135,
    " 7": 19,
    "7월": 136,
    " 7월": 20,
    "7월 ": 137,
    " 7월 ": 21,
    "10": 110,
    " 10": 2,
    "10일": 113,
    " 10일": 4,
    "10일 ": 114,
    "0월": 105,
    "10월": 111,
    "0월 ": 106,
    " 10월": 3,
    "10월 ": 112,
    "3일": 126,
    " 3일": 14,
    "3일 ": 127,
    " 3일 ": 15,
    "3월": 124,
    " 3월": 12,
    "3월 ": 125,
    " 3월 ": 13,
    "1일": 118,
    " 1일": 7,
    "1일 ": 119,
    " 1일 ": 8
  },
  "response": null,
  "action_text": null
}