{
  "text": {
    " ": 0,
    "김": 155,
    "현": 374,
    "일": 316,
    " 김": 27,
    "김현": 159,
    "현일": 375,
    "일 ": 317,
    " 김현": 30,
    "김현일": 160,
    "현일 ": 376,
    " 김현일": 31,
    "김현일 ": 161,
    "준": 335,
    "형": 377,
    "김준": 156,
    "준형": 336,
    "형 ": 378,
    " 김준": 28,
    "김준형": 157,
    "준형 ": 337,
    " 김준형": 29,
    "김준형 ": 158,
    "이": 296,
    "건": 126,
    "우": 280,
    " 이": 70,
    "이건": 298,
    "건우": 127,
    "우 ": 281,
    " 이건": 71,
    "이건우": 299,
    "건우 ": 128,
    " 이건우": 72,
    "이건우 ": 300,
    "변": 208,
    "재": 322,
    "영": 270,
    " 변": 41,
    "변재": 209,
    "재영": 323,
    "영 ": 271,
    " 변재": 42,
    "변재영": 210,
    "재영 ": 324,
    " 변재영": 43,
    "변재영 ": 211,
    "교": 139,
    "수": 221,
    "님": 168,
    " 교": 21,
    "교수": 140,
    "수님": 222,
    "님 ": 169,
    " 교수": 22,
    "교수님": 141,
    "수님 ": 223,
    " 교수님": 23,
    "교수님 ": 142,
    "권": 151,
    "구": 143,
    "락": 191,
    " 권": 24,
    "권구": 152,
    "구락": 144,
    "락 ": 192,
    " 권구": 25,
    "권구락": 153,
    "구락 ": 145,
    " 권구락": 26,
    "권구락 ": 154,
    "메": 196,
    "이메": 301,
    "메일": 197,
    " 이메": 73,
    "이메일": 302,
    "메일 ": 198,
    " 이메일": 74,
    "이메일 ": 303,
    "알": 246,
    "려": 193,
    "줘": 338,
    " 알": 56,
    "알려": 247,
    "려줘": 194,
    "줘 ": 339,
    " 알려": 57,
    "알려줘": 248,
    "려줘 ": 195,
    " 알려줘": 58,
    "알려줘 ": 249,
    "최": 346,
    "광": 136,
    "석": 217,
    " 최": 86,
    "최광": 347,
    "광석": 137,
    "석 ": 218,
    " 최광": 87,
    "최광석": 348,
    "광석 ": 138,
    " 최광석": 88,
    "최광석 ": 349,
    "연": 266,
    "실": 243,
    " 연": 64,
    "연구": 267,
    "구실": 146,
    "실이": 244,
    "이 ": 297,
    " 연구": 65,
    "연구실": 268,
    "구실이": 147,
    "실이 ": 245,
    " 연구실": 66,
    "연구실이": 269,
    "구실이 ": 148,
    "어": 253,
    "디": 185,
    "야": 250,
    "?": 117,
    " 어": 59,
    "어디": 254,
    "디야": 186,
    "야?": 251,
    "? ": 118,
    " 어디": 60,
    "어디야": 255,
    "디야?": 187,
    "야? ": 252,
    " 어디야": 61,
    "어디야?": 256,
    "디야? ": 188,
    "동": 182,
    "유": 288,
    "최동": 350,
    "동유": 183,
    "유 ": 289,
    " 최동": 89,
    "최동유": 351,
    "동유 ": 184,
    " 최동유": 90,
    "최동유 ": 352,
    "떤": 189,
    "어떤": 257,
    "떤 ": 190,
    " 어떤": 62,
    "어떤 ": 258,
    " 어떤 ": 63,
    "과": 133,
    "목": 199,
    " 과": 18,
    "과목": 134,
    "목 ": 200,
    " 과목": 19,
    "과목 ": 135,
    " 과목 ": 20,
    "담": 170,
    "당": 174,
    "하": 370,
    "시": 230,
    "나": 162,
    "요": 277,
    " 담": 32,
    "담당": 171,
    "당하": 175,
    "하시": 371,
    "시나": 234,
    "나요": 163,
    "요?": 278,
    " 담당": 33,
    "담당하": 172,
    "당하시": 176,
    "하시나": 372,
    "시나요": 235,
    "나요?": 164,
    "요? ": 279,
    " 담당하": 34,
    "담당하시": 173,
    "당하시나": 177,
    "하시나요": 373,
    "시나요?": 236,
    "나요? ": 165,
    "범": 201,
    "식": 237,
    "이범": 304,
    "범식": 202,
    "식 ": 238,
    " 이범": 75,
    "이범식": 305,
    "범식 ": 203,
    " 이범식": 76,
    "이범식 ": 306,
    "정": 325,
    "보": 212,
    " 정": 80,
    "정보": 326,
    "보 ": 213,
    " 정보": 81,
    "정보 ": 327,
    " 정보 ": 82,
    "여": 263,
    " 보": 44,
    "보여": 214,
    "여줘": 264,
    " 보여": 45,
    "보여줘": 215,
    "여줘 ": 265,
    " 보여줘": 46,
    "보여줘 ": 216,
    "신": 239,
    "숙": 226,
    " 신": 53,
    "신영": 240,
    "영숙": 272,
    "숙 ": 227,
    " 신영": 54,
    "신영숙": 241,
    "영숙 ": 273,
    " 신영숙": 55,
    "신영숙 ": 242,
    " 메": 38,
    " 메일": 39,
    " 메일 ": 40,
    "주": 332,
    "소": 219,
    " 주": 83,
    "주소": 333,
    "소 ": 220,
    " 주소": 84,
    "주소 ": 334,
    " 주소 ": 85,
    "운": 282,
    "체": 343,
    "제": 328,
    " 운": 67,
    "운영": 283,
    "영체": 274,
    "체제": 344,
    "제 ": 329,
    " 운영": 68,
    "운영체": 284,
    "영체제": 275,
    "체제 ": 345,
    " 운영체": 69,
    "운영체제": 285,
    "영체제 ": 276,
    "간": 119,
    "표": 364,
    " 시": 50,
    "시간": 231,
    "간표": 120,
    "표 ": 365,
    " 시간": 51,
    "시간표": 232,
    "간표 ": 121,
    " 시간표": 52,
    "시간표 ": 233,
    "데": 178,
    "터": 357,
    "베": 204,
    "스": 228,
    " 데": 35,
    "데이": 179,
    "이터": 309,
    "터베": 361,
    "베이": 205,
    "이스": 307,
    "스 ": 229,
    " 데이": 36,
    "데이터": 180,
    "이터베": 310,
    "터베이": 362,
    "베이스": 206,
    "이스 ": 308,
    " 데이터": 37,
    "데이터베": 181,
    "이터베이": 311,
    "터베이스": 363,
    "베이스 ": 207,
    "강": 122,
    "의": 292,
    " 강": 15,
    "강의": 123,
    "의정": 293,
    " 강의": 16,
    "강의정": 124,
    "의정보": 294,
    " 강의정": 17,
    "강의정보": 125,
    "의정보 ": 295,
    "인": 312,
    "공": 129,
    "지": 340,
    "능": 166,
    " 인": 77,
    "인공": 313,
    "공지": 130,
    "지능": 341,
    "능 ": 167,
    " 인공": 78,
    "인공지": 314,
    "공지능": 131,
    "지능 ": 342,
    " 인공지": 79,
    "인공지능": 315,
    "공지능 ": 132,
    "업": 259,
    " 수": 47,
    "수업": 224,
    "업 ": 260,
    " 수업": 48,
    "수업 ": 225,
    " 수업 ": 49,
    "컴": 353,
    "퓨": 366,
    "조": 330,
    " 컴": 91,
    "컴퓨": 354,
    "퓨터": 367,
    "터구": 358,
    "구조": 149,
    "조 ": 331,
    " 컴퓨": 92,
    "컴퓨터": 355,
    "퓨터구": 368,
    "터구조": 359,
    "구조 ": 150,
    " 컴퓨터": 93,
    "컴퓨터구": 356,
    "퓨터구조": 369,
    "터구조 ": 360,
    "6": 111,
    "월": 286,
    " 6": 10,
    "6월": 112,
    "월 ": 287,
    " 6월": 11,
    "6월 ": 113,
    " 6월 ": 12,
    "2": 103,
    "0": 94,
    " 2": 4,
    "20": 104,
    "0일": 95,
    " 20": 5,
    "20일": 105,
    "0일 ": 96,
    " 20일": 6,
    "20일 ": 106,
    "에": 261,
    "6일": 114,
    "일에": 318,
    "에 ": 262,
    " 6일": 13,
    "6일에": 115,
    "일에 ": 319,
    " 6일에": 14,
    "6일에 ": 116,
    "3": 107,
    "은": 290,
    " 3": 7,
    "3일": 108,
    "일은": 320,
    "은 ": 291,
    " 3일": 8,
    "3일은": 109,
    "일은 ": 321,
    " 3일은": 9,
    "3일은 ": 110,
    "1": 97,
    " 1": 1,
    "11": 98,
    "1일": 101,
    " 11": 2,
    "11일": 99,
    "1일 ": 102,
    " 11일": 3,
    "11일 ": 100
  },
  "response": null,
  "action_text": null
}