{
  "text": {
    " ": 0,
    "개": 420,
    "강": 401,
    "일": 990,
    "은": 953,
    " 개": 51,
    "개강": 421,
    "강일": 412,
    "일은": 994,
    "은 ": 954,
    " 개강": 52,
    "개강일": 424,
    "강일은": 413,
    "일은 ": 995,
    " 개강일": 54,
    "개강일은": 425,
    "강일은 ": 414,
    "언": 866,
    "제": 1041,
    "야": 840,
    "?": 382,
    " 언": 208,
    "언제": 867,
    "제야": 1047,
    "야?": 842,
    "? ": 383,
    " 언제": 209,
    "언제야": 871,
    "제야?": 1048,
    "야? ": 843,
    " 언제야": 212,
    "언제야?": 872,
    "제야? ": 1049,
    "종": 1050,
    "을": 955,
    " 종": 264,
    "종강": 1051,
    "일을": 996,
    "을 ": 956,
    " 종강": 265,
    "종강일": 1054,
    "강일을": 415,
    "일을 ": 997,
    " 종강일": 267,
    "종강일을": 1055,
    "강일을 ": 416,
    "알": 829,
    "고": 449,
    "싶": 810,
    "어": 844,
    " 알": 192,
    "알고": 830,
    "고싶": 459,
    "싶어": 811,
    "어 ": 845,
    " 알고": 193,
    "알고싶": 833,
    "고싶어": 460,
    "싶어 ": 812,
    " 알고싶": 195,
    "알고싶어": 834,
    "고싶어 ": 461,
    "수": 761,
    "신": 801,
    "청": 1101,
    " 수": 161,
    "수강": 763,
    "강신": 402,
    "신청": 802,
    "청은": 1103,
    " 수강": 163,
    "수강신": 764,
    "강신청": 403,
    "신청은": 804,
    "청은 ": 1104,
    " 수강신": 164,
    "수강신청": 765,
    "강신청은": 404,
    "신청은 ": 805,
    "부": 701,
    "터": 1127,
    "제부": 1043,
    "부터": 702,
    "터 ": 1128,
    "언제부": 869,
    "제부터": 1044,
    "부터 ": 703,
    " 언제부": 211,
    "언제부터": 870,
    "제부터 ": 1045,
    "시": 788,
    "작": 1013,
    "해": 1186,
    " 시": 173,
    "시작": 794,
    "작해": 1017,
    "해?": 1188,
    " 시작": 177,
    "시작해": 797,
    "작해?": 1018,
    "해? ": 1189,
    " 시작해": 179,
    "시작해?": 798,
    "작해? ": 1019,
    "한": 1182,
    " 신": 182,
    "청한": 1105,
    "한 ": 1183,
    " 신청": 183,
    "신청한": 806,
    "청한 ": 1106,
    " 신청한": 185,
    "신청한 ": 807,
    "업": 873,
    "수업": 772,
    "업을": 875,
    " 수업": 166,
    "수업을": 774,
    "업을 ": 876,
    " 수업을": 168,
    "수업을 ": 775,
    "정": 1028,
    "하": 1161,
    ".": 319,
    " 정": 257,
    "정정": 1032,
    "정하": 1035,
    "하고": 1162,
    "어.": 846,
    ". ": 320,
    " 정정": 260,
    "정정하": 1033,
    "정하고": 1036,
    "하고싶": 1164,
    "싶어.": 813,
    "어. ": 847,
    " 정정하": 261,
    "정정하고": 1034,
    "정하고싶": 1037,
    "하고싶어": 1165,
    "고싶어.": 462,
    "싶어. ": 814,
    "중": 1064,
    "간": 394,
    "사": 713,
    "는": 558,
    " 중": 270,
    "중간": 1065,
    "간고": 396,
    "고사": 454,
    "사는": 716,
    "는 ": 559,
    " 중간": 271,
    "중간고": 1066,
    "간고사": 397,
    "고사는": 457,
    "사는 ": 717,
    " 중간고": 272,
    "중간고사": 1067,
    "간고사는": 398,
    "고사는 ": 458,
    "제 ": 1042,
    "언제 ": 868,
    " 언제 ": 210,
    "끝": 524,
    "나": 528,
    " 끝": 79,
    "끝나": 525,
    "나?": 529,
    " 끝나": 80,
    "끝나?": 526,
    "나? ": 530,
    " 끝나?": 81,
    "끝나? ": 527,
    "기": 501,
    "말": 644,
    "가": 392,
    " 기": 67,
    "기말": 504,
    "말고": 646,
    "사가": 714,
    "가 ": 393,
    " 기말": 70,
    "기말고": 505,
    "말고사": 647,
    "고사가": 455,
    "사가 ": 715,
    " 기말고": 71,
    "기말고사": 506,
    "말고사가": 648,
    "고사가 ": 456,
    "지": 1072,
    "작하": 1014,
    "하는": 1166,
    "는지": 560,
    "지 ": 1073,
    "시작하": 795,
    "작하는": 1015,
    "하는지": 1168,
    "는지 ": 561,
    " 시작하": 178,
    "시작하는": 796,
    "작하는지": 1016,
    "하는지 ": 1169,
    "3": 352,
    "월": 943,
    " 3": 22,
    "3월": 356,
    "월 ": 944,
    " 3월": 25,
    "3월 ": 357,
    " 3월 ": 26,
    "1": 324,
    "5": 363,
    " 1": 1,
    "15": 334,
    "5일": 366,
    "일 ": 991,
    " 15": 8,
    "15일": 335,
    "5일 ": 367,
    " 15일": 9,
    "15일 ": 336,
    "4": 358,
    " 4": 27,
    "4월": 359,
    " 4월": 28,
    "4월 ": 360,
    " 4월 ": 29,
    "2": 343,
    "0": 321,
    " 2": 15,
    "20": 344,
    "0일": 322,
    " 20": 16,
    "20일": 345,
    "0일 ": 323,
    " 20일": 17,
    "20일 ": 346,
    " 5": 30,
    "5월": 364,
    " 5월": 31,
    "5월 ": 365,
    " 5월 ": 32,
    "에": 883,
    "1일": 339,
    "일에": 992,
    "에 ": 884,
    " 1일": 12,
    "1일에": 341,
    "일에 ": 993,
    " 1일에": 14,
    "1일에 ": 342,
    "6": 370,
    " 6": 35,
    "6월": 371,
    " 6월": 36,
    "6월 ": 372,
    " 6월 ": 37,
    "10": 325,
    " 10": 2,
    "10일": 326,
    " 10일": 3,
    "10일 ": 327,
    "7": 373,
    " 7": 38,
    "7월": 374,
    " 7월": 39,
    "7월 ": 375,
    " 7월 ": 40,
    " 5일": 33,
    " 5일 ": 34,
    "9": 379,
    " 9": 44,
    "9월": 380,
    " 9월": 45,
    "9월 ": 381,
    " 9월 ": 46,
    "1일 ": 340,
    " 1일 ": 13,
    "12": 328,
    "2월": 350,
    " 12": 4,
    "12월": 329,
    "2월 ": 351,
    " 12월": 5,
    "12월 ": 330,
    "25": 347,
    " 25": 18,
    "25일": 348,
    "5일에": 368,
    " 25일": 19,
    "25일에": 349,
    "5일에 ": 369,
    "1월": 337,
    " 1월": 10,
    "1월 ": 338,
    " 1월 ": 11,
    "30": 353,
    " 30": 23,
    "30일": 354,
    " 30일": 24,
    "30일 ": 355,
    " 2월": 20,
    " 2월 ": 21,
    "14": 331,
    "4일": 361,
    " 14": 6,
    "14일": 332,
    "4일 ": 362,
    " 14일": 7,
    "14일 ": 333,
    "8": 376,
    " 8": 41,
    "8월": 377,
    " 8월": 42,
    "8월 ": 378,
    " 8월 ": 43,
    "오": 912,
    "늘": 562,
    " 오": 225,
    "오늘": 913,
    "늘 ": 563,
    " 오늘": 226,
    "오늘 ": 914,
    " 오늘 ": 227,
    "학": 1172,
    " 학": 302,
    "학사": 1176,
    "사일": 727,
    "일정": 998,
    "정 ": 1029,
    " 학사": 305,
    "학사일": 1177,
    "사일정": 728,
    "일정 ": 999,
    " 학사일": 306,
    "학사일정": 1178,
    "사일정 ": 729,
    "내": 534,
    " 내": 85,
    "내일": 535,
    " 내일": 86,
    "내일 ": 536,
    " 내일 ": 87,
    " 일": 245,
    " 일정": 246,
    " 일정 ": 247,
    "이": 963,
    "번": 680,
    " 이": 233,
    "이번": 971,
    "번 ": 681,
    " 이번": 238,
    "이번 ": 972,
    " 이번 ": 239,
    "주": 1056,
    " 주": 268,
    "주 ": 1057,
    " 주 ": 269,
    "다": 573,
    "음": 957,
    " 다": 97,
    "다음": 574,
    "음 ": 958,
    " 다음": 98,
    "다음 ": 575,
    " 다음 ": 99,
    "려": 622,
    "세": 739,
    "요": 928,
    "알려": 835,
    "려주": 623,
    "주세": 1058,
    "세요": 740,
    "요 ": 929,
    " 알려": 196,
    "알려주": 836,
    "려주세": 624,
    "주세요": 1059,
    "세요 ": 741,
    " 알려주": 197,
    "알려주세": 837,
    "려주세요": 625,
    "주세요 ": 1060,
    "확": 1212,
    "인": 980,
    " 확": 316,
    "확인": 1213,
    "인하": 987,
    "고 ": 450,
    " 확인": 317,
    "확인하": 1214,
    "인하고": 988,
    "하고 ": 1163,
    " 확인하": 318,
    "확인하고": 1215,
    "인하고 ": 989,
    " 싶": 186,
    "어요": 862,
    " 싶어": 187,
    "싶어요": 815,
    "어요 ": 863,
    " 싶어요": 188,
    "싶어요 ": 816,
    "강이": 409,
    "이에": 977,
    "에요": 885,
    "요?": 930,
    "개강이": 422,
    "강이에": 410,
    "이에요": 978,
    "에요?": 886,
    "요? ": 931,
    " 개강이": 53,
    "개강이에": 423,
    "강이에요": 411,
    "이에요?": 979,
    "에요? ": 887,
    "종강이": 1052,
    " 종강이": 266,
    "종강이에": 1053,
    "험": 1197,
    "시험": 799,
    "험 ": 1198,
    " 시험": 180,
    "시험 ": 800,
    " 시험 ": 181,
    "방": 675,
    " 방": 132,
    "방학": 678,
    "학 ": 1173,
    " 방학": 135,
    "방학 ": 679,
    " 방학 ": 136,
    "터?": 1129,
    "부터?": 704,
    "터? ": 1130,
    "제부터?": 1046,
    "부터? ": 705,
    "컴": 1121,
    "퓨": 1146,
    "네": 542,
    "트": 1137,
    "워": 940,
    "크": 1125,
    " 컴": 296,
    "컴퓨": 1122,
    "퓨터": 1147,
    "터네": 1131,
    "네트": 543,
    "트워": 1138,
    "워크": 941,
    "크 ": 1126,
    " 컴퓨": 297,
    "컴퓨터": 1123,
    "퓨터네": 1148,
    "터네트": 1132,
    "네트워": 544,
    "트워크": 1139,
    "워크 ": 942,
    " 컴퓨터": 298,
    "컴퓨터네": 1124,
    "퓨터네트": 1149,
    "터네트워": 1133,
    "네트워크": 545,
    "트워크 ": 1140,
    "의": 959,
    " 강": 47,
    "강의": 405,
    "의 ": 960,
    " 강의": 48,
    "강의 ": 406,
    " 강의 ": 49,
    "보": 684,
    "정보": 1030,
    "보 ": 685,
    " 정보": 258,
    "정보 ": 1031,
    " 정보 ": 259,
    "넷": 546,
    "안": 827,
    " 인": 240,
    "인터": 984,
    "터넷": 1134,
    "넷보": 547,
    "보안": 686,
    "안 ": 828,
    " 인터": 243,
    "인터넷": 985,
    "터넷보": 1135,
    "넷보안": 548,
    "보안 ": 687,
    " 인터넷": 244,
    "인터넷보": 986,
    "터넷보안": 1136,
    "넷보안 ": 549,
    "업 ": 874,
    "수업 ": 773,
    " 수업 ": 167,
    "리": 637,
    "즘": 1070,
    "고리": 451,
    "리즘": 638,
    "즘 ": 1071,
    "알고리": 831,
    "고리즘": 452,
    "리즘 ": 639,
    " 알고리": 194,
    "알고리즘": 832,
    "고리즘 ": 453,
    "표": 1144,
    "시간": 790,
    "간표": 399,
    "표 ": 1145,
    " 시간": 174,
    "시간표": 792,
    "간표 ": 400,
    " 시간표": 176,
    "시간표 ": 793,
    "초": 1107,
    "프": 1150,
    "로": 628,
    "그": 497,
    "래": 619,
    "밍": 670,
    "기초": 510,
    "초프": 1108,
    "프로": 1151,
    "로그": 629,
    "그래": 498,
    "래밍": 620,
    "밍 ": 671,
    " 기초": 72,
    "기초프": 511,
    "초프로": 1109,
    "프로그": 1152,
    "로그래": 630,
    "그래밍": 499,
    "래밍 ": 621,
    " 기초프": 73,
    "기초프로": 512,
    "초프로그": 1110,
    "프로그래": 1153,
    "로그래밍": 631,
    "그래밍 ": 500,
    " 해": 311,
    "해요": 1192,
    " 해요": 312,
    "해요?": 1193,
    " 해요?": 313,
    "해요? ": 1194,
    "웹": 949,
    " 웹": 230,
    "웹프": 950,
    " 웹프": 231,
    "웹프로": 951,
    " 웹프로": 232,
    "웹프로그": 952,
    "교": 477,
    "님": 569,
    " 교": 64,
    "교수": 478,
    "수님": 768,
    "님 ": 570,
    " 교수": 65,
    "교수님": 479,
    "수님 ": 769,
    " 교수님": 66,
    "교수님 ": 480,
    "누": 550,
    "구": 482,
    "예": 906,
    " 누": 93,
    "누구": 551,
    "구예": 488,
    "예요": 909,
    " 누구": 94,
    "누구예": 554,
    "구예요": 489,
    "예요?": 910,
    " 누구예": 96,
    "누구예요": 555,
    "구예요?": 490,
    "예요? ": 911,
    "건": 431,
    "우": 935,
    "이건": 965,
    "건우": 432,
    "우 ": 936,
    " 이건": 234,
    "이건우": 966,
    "건우 ": 433,
    " 이건우": 235,
    "이건우 ": 967,
    "김": 513,
    "준": 1061,
    "형": 1204,
    " 김": 74,
    "김준": 514,
    "준형": 1062,
    "형 ": 1205,
    " 김준": 75,
    "김준형": 515,
    "준형 ": 1063,
    " 김준형": 76,
    "김준형 ": 516,
    "현": 1199,
    "김현": 517,
    "현일": 1202,
    " 김현": 77,
    "김현일": 518,
    "현일 ": 1203,
    " 김현일": 78,
    "김현일 ": 519,
    "님이": 571,
    "이 ": 964,
    "수님이": 770,
    "님이 ": 572,
    "교수님이": 481,
    "수님이 ": 771,
    " 하": 299,
    " 하는": 300,
    "하는 ": 1167,
    " 하는 ": 301,
    "최": 1111,
    "영": 901,
    "숙": 778,
    " 최": 288,
    "최영": 1115,
    "영숙": 902,
    "숙 ": 779,
    " 최영": 291,
    "최영숙": 1116,
    "영숙 ": 903,
    " 최영숙": 292,
    "최영숙 ": 1117,
    "간 ": 395,
    "시간 ": 791,
    " 시간 ": 175,
    "실": 808,
    "의실": 961,
    "실 ": 809,
    "강의실": 407,
    "의실 ": 962,
    " 강의실": 50,
    "강의실 ": 408,
    "디": 599,
    " 어": 199,
    "어디": 853,
    "디예": 600,
    " 어디": 202,
    "어디예": 854,
    "디예요": 601,
    " 어디예": 203,
    "어디예요": 855,
    "디예요?": 602,
    "몇": 658,
    " 몇": 120,
    "몇 ": 659,
    " 몇 ": 121,
    "점": 1024,
    "학점": 1179,
    "점이": 1025,
    " 학점": 307,
    "학점이": 1180,
    "점이에": 1026,
    " 학점이": 308,
    "학점이에": 1181,
    "점이에요": 1027,
    "느": 556,
    "어느": 851,
    "느 ": 557,
    " 어느": 200,
    "어느 ": 852,
    " 어느 ": 201,
    "과": 472,
    "학과": 1174,
    "과 ": 473,
    " 학과": 303,
    "학과 ": 1175,
    " 학과 ": 304,
    "업이": 877,
    "수업이": 776,
    "업이에": 878,
    " 수업이": 169,
    "수업이에": 777,
    "업이에요": 879,
    "소": 744,
    "웨": 945,
    "공": 463,
    " 소": 156,
    "소프": 754,
    "프트": 1154,
    "트웨": 1141,
    "웨어": 946,
    "어공": 848,
    "공학": 470,
    " 소프": 159,
    "소프트": 755,
    "프트웨": 1155,
    "트웨어": 1142,
    "웨어공": 947,
    "어공학": 849,
    "공학 ": 471,
    " 소프트": 160,
    "소프트웨": 756,
    "프트웨어": 1156,
    "트웨어공": 1143,
    "웨어공학": 948,
    "어공학 ": 850,
    "강하": 417,
    "수강하": 766,
    "강하고": 418,
    " 수강하": 165,
    "수강하고": 767,
    "강하고 ": 419,
    "픈": 1157,
    "스": 782,
    "s": 384,
    "w": 388,
    "론": 635,
    "오픈": 915,
    "픈소": 1158,
    "소스": 751,
    "스s": 783,
    "sw": 385,
    "w개": 389,
    "개론": 426,
    "론 ": 636,
    " 오픈": 228,
    "오픈소": 916,
    "픈소스": 1159,
    "소스s": 752,
    "스sw": 784,
    "sw개": 386,
    "w개론": 390,
    "개론 ": 427,
    " 오픈소": 229,
    "오픈소스": 917,
    "픈소스s": 1160,
    "소스sw": 753,
    "스sw개": 785,
    "sw개론": 387,
    "w개론 ": 391,
    "와": 918,
    "생": 733,
    "활": 1219,
    "환": 1216,
    "경": 443,
    " 지": 273,
    "지구": 1074,
    "구와": 491,
    "와생": 922,
    "생활": 734,
    "활환": 1220,
    "환경": 1217,
    "경 ": 444,
    " 지구": 274,
    "지구와": 1075,
    "구와생": 492,
    "와생활": 923,
    "생활환": 735,
    "활환경": 1221,
    "환경 ": 1218,
    " 지구와": 275,
    "지구와생": 1076,
    "구와생활": 493,
    "와생활환": 924,
    "생활환경": 736,
    "활환경 ": 1222,
    "연": 892,
    "락": 609,
    "처": 1097,
    " 연": 213,
    "연락": 898,
    "락처": 610,
    "처 ": 1098,
    " 연락": 217,
    "연락처": 899,
    "락처 ": 611,
    " 연락처": 218,
    "연락처 ": 900,
    "연구": 893,
    "구실": 483,
    " 연구": 214,
    "연구실": 894,
    "구실 ": 484,
    " 연구실": 215,
    "연구실 ": 895,
    "정현": 1038,
    "현숙": 1200,
    " 정현": 262,
    "정현숙": 1039,
    "현숙 ": 1201,
    " 정현숙": 263,
    "정현숙 ": 1040,
    "메": 652,
    "이메": 968,
    "메일": 653,
    " 이메": 236,
    "이메일": 969,
    "메일 ": 654,
    " 이메일": 237,
    "이메일 ": 970,
    "광": 474,
    "석": 737,
    "최광": 1112,
    "광석": 475,
    "석 ": 738,
    " 최광": 289,
    "최광석": 1113,
    "광석 ": 476,
    " 최광석": 290,
    "최광석 ": 1114,
    "전": 1020,
    "분": 706,
    " 전": 254,
    "전공": 1021,
    "공분": 464,
    "분야": 707,
    "야 ": 841,
    " 전공": 255,
    "전공분": 1022,
    "공분야": 465,
    "분야 ": 708,
    " 전공분": 256,
    "전공분야": 1023,
    "공분야 ": 466,
    "상": 730,
    "담": 576,
    " 상": 153,
    "상담": 731,
    "담 ": 577,
    " 상담": 154,
    "상담 ": 732,
    " 상담 ": 155,
    "받": 672,
    " 받": 129,
    "받고": 673,
    " 받고": 130,
    "받고 ": 674,
    " 받고 ": 131,
    "면": 655,
    " 면": 117,
    "면담": 656,
    " 면담": 118,
    "면담 ": 657,
    " 면담 ": 119,
    "청 ": 1102,
    "신청 ": 803,
    " 신청 ": 184,
    "계": 445,
    " 계": 61,
    "계세": 446,
    " 계세": 62,
    "계세요": 447,
    "세요?": 742,
    " 계세요": 63,
    "계세요?": 448,
    "세요? ": 743,
    "속": 757,
    "소속": 748,
    "속학": 758,
    " 소속": 157,
    "소속학": 749,
    "속학과": 759,
    " 소속학": 158,
    "소속학과": 750,
    "속학과 ": 760,
    "무": 660,
    "슨": 786,
    " 무": 122,
    "무슨": 661,
    "슨 ": 787,
    " 무슨": 123,
    "무슨 ": 662,
    " 무슨 ": 124,
    "구해": 494,
    "연구해": 896,
    "구해요": 495,
    " 연구해": 216,
    "연구해요": 897,
    "구해요?": 496,
    "찾": 1088,
    "아": 823,
    "뵙": 698,
    " 찾": 281,
    "찾아": 1089,
    "아뵙": 824,
    "뵙고": 699,
    " 찾아": 282,
    "찾아뵙": 1090,
    "아뵙고": 825,
    "뵙고 ": 700,
    " 찾아뵙": 283,
    "찾아뵙고": 1091,
    "아뵙고 ": 826,
    "도": 581,
    "지도": 1080,
    "도교": 582,
    " 지도": 276,
    "지도교": 1081,
    "도교수": 583,
    " 지도교": 277,
    "지도교수": 1082,
    "도교수님": 584,
    "움": 937,
    " 도": 103,
    "도움": 590,
    "움말": 938,
    "말 ": 645,
    " 도움": 107,
    "도움말": 591,
    "움말 ": 939,
    " 도움말": 108,
    "도움말 ": 592,
    "도와": 585,
    "와주": 925,
    " 도와": 104,
    "도와주": 588,
    "와주세": 926,
    " 도와주": 106,
    "도와주세": 589,
    "와주세요": 927,
    "뭘": 668,
    " 뭘": 127,
    "뭘 ": 669,
    " 뭘 ": 128,
    "할": 1184,
    " 할": 309,
    "할 ": 1185,
    " 할 ": 310,
    "수 ": 762,
    " 수 ": 162,
    "있": 1004,
    " 있": 248,
    "있어": 1005,
    " 있어": 249,
    "있어요": 1006,
    "어요?": 864,
    " 있어요": 250,
    "있어요?": 1007,
    "어요? ": 865,
    "능": 564,
    "기능": 502,
    "능 ": 565,
    " 기능": 68,
    "기능 ": 503,
    " 기능 ": 69,
    "용": 932,
    "법": 682,
    " 사": 146,
    "사용": 724,
    "용법": 933,
    "법 ": 683,
    " 사용": 151,
    "사용법": 725,
    "용법 ": 934,
    " 사용법": 152,
    "사용법 ": 726,
    "떻": 606,
    "게": 434,
    "어떻": 859,
    "떻게": 607,
    "게 ": 435,
    " 어떻": 206,
    "어떻게": 860,
    "떻게 ": 608,
    " 어떻게": 207,
    "어떻게 ": 861,
    "써": 817,
    " 써": 189,
    "써요": 818,
    " 써요": 190,
    "써요?": 819,
    " 써요?": 191,
    "써요? ": 820,
    "엇": 880,
    "무엇": 663,
    "엇을": 881,
    " 무엇": 125,
    "무엇을": 664,
    "엇을 ": 882,
    " 무엇을": 126,
    "무엇을 ": 665,
    "드": 595,
    "릴": 640,
    "까": 520,
    "와드": 919,
    "드릴": 596,
    "릴까": 641,
    "까요": 521,
    "도와드": 586,
    "와드릴": 920,
    "드릴까": 597,
    "릴까요": 642,
    "까요?": 522,
    " 도와드": 105,
    "도와드릴": 587,
    "와드릴까": 921,
    "드릴까요": 598,
    "릴까요?": 643,
    "까요? ": 523,
    "챗": 1092,
    "봇": 691,
    " 챗": 284,
    "챗봇": 1093,
    "봇 ": 692,
    " 챗봇": 285,
    "챗봇 ": 1094,
    " 챗봇 ": 286,
    "질": 1083,
    "문": 666,
    " 질": 278,
    "질문": 1084,
    "문 ": 667,
    " 질문": 279,
    "질문 ": 1085,
    " 질문 ": 280,
    "방법": 676,
    " 방법": 133,
    "방법 ": 677,
    " 방법 ": 134,
    " 예": 222,
    "예시": 907,
    "시 ": 789,
    " 예시": 223,
    "예시 ": 908,
    " 예시 ": 224,
    "여": 888,
    " 보": 137,
    "보여": 688,
    "여주": 889,
    " 보여": 138,
    "보여주": 689,
    "여주세": 890,
    " 보여주": 139,
    "보여주세": 690,
    "여주세요": 891,
    "너": 537,
    " 너": 88,
    "너는": 538,
    " 너는": 89,
    "너는 ": 539,
    " 너는 ": 90,
    "구야": 485,
    "누구야": 552,
    "구야?": 486,
    " 누구야": 95,
    "누구야?": 553,
    "구야? ": 487,
    " 봇": 140,
    "봇이": 693,
    "이야": 973,
    " 봇이": 141,
    "봇이야": 694,
    "이야?": 975,
    " 봇이야": 142,
    "봇이야?": 695,
    "이야? ": 976,
    "람": 612,
    "사람": 718,
    "람이": 613,
    " 사람": 147,
    "사람이": 719,
    "람이야": 614,
    "이야 ": 974,
    " 사람이": 148,
    "사람이야": 720,
    "람이야 ": 615,
    " 로": 111,
    "로봇": 632,
    " 로봇": 112,
    "로봇이": 633,
    " 로봇이": 113,
    "로봇이야": 634,
    "인공": 981,
    "공지": 467,
    "지능": 1077,
    "능이": 566,
    " 인공": 241,
    "인공지": 982,
    "공지능": 468,
    "지능이": 1078,
    "능이야": 567,
    " 인공지": 242,
    "인공지능": 983,
    "공지능이": 469,
    "지능이야": 1079,
    "능이야?": 568,
    "챗봇이": 1095,
    " 챗봇이": 287,
    "챗봇이야": 1096,
    "자": 1008,
    "봐": 696,
    " 자": 251,
    "자기": 1010,
    "기소": 507,
    "소개": 745,
    "개해": 428,
    "해봐": 1190,
    "봐 ": 697,
    " 자기": 252,
    "자기소": 1011,
    "기소개": 508,
    "소개해": 746,
    "개해봐": 429,
    "해봐 ": 1191,
    " 자기소": 253,
    "자기소개": 1012,
    "기소개해": 509,
    "소개해봐": 747,
    "개해봐 ": 430,
    "너에": 540,
    " 너에": 91,
    "너에 ": 541,
    " 너에 ": 92,
    "대": 578,
    " 대": 100,
    "대해": 579,
    "해 ": 1187,
    " 대해": 101,
    "대해 ": 580,
    " 대해 ": 102,
    "줘": 1068,
    "려줘": 626,
    "줘 ": 1069,
    "알려줘": 838,
    "려줘 ": 627,
    " 알려줘": 198,
    "알려줘 ": 839,
    "날": 531,
    "씨": 821,
    " 날": 82,
    "날씨": 532,
    "씨 ": 822,
    " 날씨": 83,
    "날씨 ": 533,
    " 날씨 ": 84,
    "때": 603,
    "어때": 856,
    "때?": 604,
    " 어때": 204,
    "어때?": 857,
    "때? ": 605,
    " 어때?": 205,
    "어때? ": 858,
    "맛": 649,
    "집": 1086,
    " 맛": 114,
    "맛집": 650,
    "집 ": 1087,
    " 맛집": 115,
    "맛집 ": 651,
    " 맛집 ": 116,
    "추": 1118,
    "천": 1099,
    " 추": 293,
    "추천": 1119,
    "천 ": 1100,
    " 추천": 294,
    "추천 ": 1120,
    " 추천 ": 295,
    "화": 1210,
    " 영": 219,
    "영화": 904,
    "화 ": 1211,
    " 영화": 220,
    "영화 ": 905,
    " 영화 ": 221,
    "임": 1000,
    " 게": 55,
    "게임": 436,
    "임하": 1001,
    "하자": 1170,
    "자 ": 1009,
    " 게임": 56,
    "게임하": 437,
    "임하자": 1002,
    "하자 ": 1171,
    " 게임하": 57,
    "게임하자": 438,
    "임하자 ": 1003,
    "랑": 616,
    "사랑": 721,
    "랑해": 617,
    " 사랑": 149,
    "사랑해": 722,
    "랑해 ": 618,
    " 사랑해": 150,
    "사랑해 ": 723,
    "결": 439,
    "혼": 1206,
    " 결": 58,
    "결혼": 440,
    "혼해": 1207,
    "해줘": 1195,
    " 결혼": 59,
    "결혼해": 441,
    "혼해줘": 1208,
    "해줘 ": 1196,
    " 결혼해": 60,
    "결혼해줘": 442,
    "혼해줘 ": 1209,
    "돈": 593,
    " 돈": 109,
    "돈 ": 594,
    " 돈 ": 110,
    "빌": 709,
    " 빌": 143,
    "빌려": 710,
    " 빌려": 144,
    "빌려줘": 711,
    " 빌려줘": 145,
    "빌려줘 ": 712,
    " 숙": 170,
    "숙제": 780,
    " 숙제": 171,
    "숙제 ": 781,
    " 숙제 ": 172,
    " 해줘": 314,
    " 해줘 ": 315
  },
  "response": null,
  "action_text": null
}