{
  "text": {
    " ": 0,
    "소": 216,
    "프": 352,
    "트": 348,
    "웨": 282,
    "어": 262,
    "공": 160,
    "학": 366,
    " 소": 34,
    "소프": 217,
    "프트": 353,
    "트웨": 349,
    "웨어": 283,
    "어공": 266,
    "공학": 161,
    "학 ": 367,
    " 소프": 35,
    "소프트": 218,
    "프트웨": 354,
    "트웨어": 350,
    "웨어공": 284,
    "어공학": 267,
    "공학 ": 162,
    " 소프트": 36,
    "소프트웨": 219,
    "프트웨어": 355,
    "트웨어공": 351,
    "웨어공학": 285,
    "어공학 ": 268,
    "강": 134,
    "의": 290,
    "실": 247,
    "이": 294,
    " 강": 10,
    "강의": 138,
    "의실": 291,
    "실이": 248,
    "이 ": 295,
    " 강의": 11,
    "강의실": 139,
    "의실이": 292,
    "실이 ": 249,
    " 강의실": 12,
    "강의실이": 140,
    "의실이 ": 293,
    "디": 197,
    "야": 259,
    "?": 93,
    " 어": 52,
    "어디": 269,
    "디야": 198,
    "야?": 260,
    "? ": 94,
    " 어디": 53,
    "어디야": 270,
    "디야?": 199,
    "야? ": 261,
    " 어디야": 54,
    "어디야?": 271,
    "디야? ": 200,
    "김": 171,
    "준": 330,
    "형": 376,
    " 김": 22,
    "김준": 172,
    "준형": 331,
    "형 ": 377,
    " 김준": 23,
    "김준형": 173,
    "준형 ": 332,
    " 김준형": 24,
    "김준형 ": 174,
    "교": 163,
    "수": 220,
    "님": 186,
    "은": 286,
    " 교": 16,
    "교수": 164,
    "수님": 224,
    "님은": 187,
    "은 ": 287,
    " 교수": 17,
    "교수님": 165,
    "수님은": 225,
    "님은 ": 188,
    " 교수님": 18,
    "교수님은": 166,
    "수님은 ": 226,
    "무": 205,
    "슨": 230,
    " 무": 31,
    "무슨": 206,
    "슨 ": 231,
    " 무슨": 32,
    "무슨 ": 207,
    " 무슨 ": 33,
    "업": 279,
    "을": 288,
    " 수": 37,
    "수업": 227,
    "업을": 280,
    "을 ": 289,
    " 수업": 40,
    "수업을": 228,
    "업을 ": 281,
    " 수업을": 41,
    "수업을 ": 229,
    "담": 189,
    "당": 193,
    "하": 356,
    "시": 232,
    "지": 337,
    " 담": 28,
    "담당": 190,
    "당하": 194,
    "하시": 363,
    "시지": 238,
    "지?": 339,
    " 담당": 29,
    "담당하": 191,
    "당하시": 195,
    "하시지": 364,
    "시지?": 239,
    "지? ": 340,
    " 담당하": 30,
    "담당하시": 192,
    "당하시지": 196,
    "하시지?": 365,
    "시지? ": 240,
    "_": 95,
    "n": 116,
    "u": 124,
    "m": 112,
    "b": 104,
    "e": 108,
    "r": 120,
    " _": 7,
    "__": 97,
    "_n": 101,
    "nu": 117,
    "um": 125,
    "mb": 113,
    "be": 105,
    "er": 109,
    "r_": 121,
    "_ ": 96,
    " __": 8,
    "__n": 99,
    "_nu": 102,
    "num": 118,
    "umb": 126,
    "mbe": 114,
    "ber": 106,
    "er_": 110,
    "r__": 122,
    "__ ": 98,
    " __n": 9,
    "__nu": 100,
    "_num": 103,
    "numb": 119,
    "umbe": 127,
    "mber": 115,
    "ber_": 107,
    "er__": 111,
    "r__ ": 123,
    "4": 75,
    "8": 89,
    "7": 85,
    "5": 82,
    "는": 182,
    " 4": 4,
    "44": 76,
    "48": 79,
    "87": 90,
    "75": 86,
    "5는": 83,
    "는 ": 183,
    " 44": 5,
    "448": 77,
    "487": 80,
    "875": 91,
    "75는": 87,
    "5는 ": 84,
    " 448": 6,
    "4487": 78,
    "4875": 81,
    "875는": 92,
    "75는 ": 88,
    "3": 71,
    "점": 308,
    " 3": 1,
    "3학": 72,
    "학점": 368,
    "점을": 309,
    " 3학": 2,
    "3학점": 73,
    "학점을": 369,
    "점을 ": 310,
    " 3학점": 3,
    "3학점을": 74,
    "학점을 ": 370,
    "개": 146,
    "일": 296,
    " 개": 13,
    "개강": 147,
    "강일": 141,
    "일은": 297,
    " 개강": 14,
    "개강일": 148,
    "강일은": 142,
    "일은 ": 298,
    " 개강일": 15,
    "개강일은": 149,
    "강일은 ": 143,
    "언": 272,
    "제": 318,
    " 언": 55,
    "언제": 273,
    "제야": 323,
    " 언제": 56,
    "언제야": 277,
    "제야?": 324,
    " 언제야": 59,
    "언제야?": 278,
    "제야? ": 325,
    "종": 326,
    " 종": 63,
    "종강": 327,
    "일을": 299,
    " 종강": 64,
    "종강일": 328,
    "강일을": 144,
    "일을 ": 300,
    " 종강일": 65,
    "종강일을": 329,
    "강일을 ": 145,
    "알": 255,
    "고": 150,
    "싶": 250,
    " 알": 49,
    "알고": 256,
    "고싶": 156,
    "싶어": 251,
    "어 ": 263,
    " 알고": 50,
    "알고싶": 257,
    "고싶어": 157,
    "싶어 ": 252,
    " 알고싶": 51,
    "알고싶어": 258,
    "고싶어 ": 158,
    "신": 241,
    "청": 341,
    "수강": 221,
    "강신": 135,
    "신청": 242,
    "청은": 342,
    " 수강": 38,
    "수강신": 222,
    "강신청": 136,
    "신청은": 243,
    "청은 ": 343,
    " 수강신": 39,
    "수강신청": 223,
    "강신청은": 137,
    "신청은 ": 244,
    "부": 208,
    "터": 346,
    "제부": 320,
    "부터": 209,
    "터 ": 347,
    "언제부": 275,
    "제부터": 321,
    "부터 ": 210,
    " 언제부": 58,
    "언제부터": 276,
    "제부터 ": 322,
    "작": 301,
    "해": 373,
    " 시": 42,
    "시작": 233,
    "작해": 305,
    "해?": 374,
    " 시작": 43,
    "시작해": 236,
    "작해?": 306,
    "해? ": 375,
    " 시작해": 45,
    "시작해?": 237,
    "작해? ": 307,
    "한": 371,
    " 신": 46,
    "청한": 344,
    "한 ": 372,
    " 신청": 47,
    "신청한": 245,
    "청한 ": 345,
    " 신청한": 48,
    "신청한 ": 246,
    "정": 311,
    ".": 69,
    " 정": 60,
    "정정": 312,
    "정하": 315,
    "하고": 357,
    "어.": 264,
    ". ": 70,
    " 정정": 61,
    "정정하": 313,
    "정하고": 316,
    "하고싶": 358,
    "싶어.": 253,
    "어. ": 265,
    " 정정하": 62,
    "정정하고": 314,
    "정하고싶": 317,
    "하고싶어": 359,
    "고싶어.": 159,
    "싶어. ": 254,
    "중": 333,
    "간": 130,
    "사": 211,
    " 중": 66,
    "중간": 334,
    "간고": 131,
    "고사": 151,
    "사는": 214,
    " 중간": 67,
    "중간고": 335,
    "간고사": 132,
    "고사는": 154,
    "사는 ": 215,
    " 중간고": 68,
    "중간고사": 336,
    "간고사는": 133,
    "고사는 ": 155,
    "제 ": 319,
    "언제 ": 274,
    " 언제 ": 57,
    "끝": 175,
    "나": 179,
    " 끝": 25,
    "끝나": 176,
    "나?": 180,
    " 끝나": 26,
    "끝나?": 177,
    "나? ": 181,
    " 끝나?": 27,
    "끝나? ": 178,
    "기": 167,
    "말": 201,
    "가": 128,
    " 기": 19,
    "기말": 168,
    "말고": 202,
    "사가": 212,
    "가 ": 129,
    " 기말": 20,
    "기말고": 169,
    "말고사": 203,
    "고사가": 152,
    "사가 ": 213,
    " 기말고": 21,
    "기말고사": 170,
    "말고사가": 204,
    "고사가 ": 153,
    "작하": 302,
    "하는": 360,
    "는지": 184,
    "지 ": 338,
    "시작하": 234,
    "작하는": 303,
    "하는지": 361,
    "는지 ": 185,
    " 시작하": 44,
    "시작하는": 235,
    "작하는지": 304,
    "하는지 ": 362
  },
  "response": null,
  "action_text": null
}