{
  "text": {
    " ": 0,
    "김": 118,
    "현": 327,
    "일": 273,
    " 김": 13,
    "김현": 122,
    "현일": 328,
    "일 ": 274,
    " 김현": 16,
    "김현일": 123,
    "현일 ": 329,
    " 김현일": 17,
    "김현일 ": 124,
    "준": 288,
    "형": 330,
    "김준": 119,
    "준형": 289,
    "형 ": 331,
    " 김준": 14,
    "김준형": 120,
    "준형 ": 290,
    " 김준형": 15,
    "김준형 ": 121,
    "이": 253,
    "건": 89,
    "우": 241,
    " 이": 56,
    "이건": 255,
    "건우": 90,
    "우 ": 242,
    " 이건": 57,
    "이건우": 256,
    "건우 ": 91,
    " 이건우": 58,
    "이건우 ": 257,
    "변": 171,
    "재": 275,
    "영": 231,
    " 변": 27,
    "변재": 172,
    "재영": 276,
    "영 ": 232,
    " 변재": 28,
    "변재영": 173,
    "재영 ": 277,
    " 변재영": 29,
    "변재영 ": 174,
    "교": 102,
    "수": 184,
    "님": 131,
    " 교": 7,
    "교수": 103,
    "수님": 185,
    "님 ": 132,
    " 교수": 8,
    "교수님": 104,
    "수님 ": 186,
    " 교수님": 9,
    "교수님 ": 105,
    "권": 114,
    "구": 106,
    "락": 154,
    " 권": 10,
    "권구": 115,
    "구락": 107,
    "락 ": 155,
    " 권구": 11,
    "권구락": 116,
    "구락 ": 108,
    " 권구락": 12,
    "권구락 ": 117,
    "메": 159,
    "이메": 258,
    "메일": 160,
    " 이메": 59,
    "이메일": 259,
    "메일 ": 161,
    " 이메일": 60,
    "이메일 ": 260,
    "알": 209,
    "려": 156,
    "줘": 291,
    " 알": 42,
    "알려": 210,
    "려줘": 157,
    "줘 ": 292,
    " 알려": 43,
    "알려줘": 211,
    "려줘 ": 158,
    " 알려줘": 44,
    "알려줘 ": 212,
    "최": 299,
    "광": 99,
    "석": 180,
    " 최": 72,
    "최광": 300,
    "광석": 100,
    "석 ": 181,
    " 최광": 73,
    "최광석": 301,
    "광석 ": 101,
    " 최광석": 74,
    "최광석 ": 302,
    "연": 227,
    "실": 206,
    " 연": 50,
    "연구": 228,
    "구실": 109,
    "실이": 207,
    "이 ": 254,
    " 연구": 51,
    "연구실": 229,
    "구실이": 110,
    "실이 ": 208,
    " 연구실": 52,
    "연구실이": 230,
    "구실이 ": 111,
    "어": 216,
    "디": 148,
    "야": 213,
    "?": 80,
    " 어": 45,
    "어디": 217,
    "디야": 149,
    "야?": 214,
    "? ": 81,
    " 어디": 46,
    "어디야": 218,
    "디야?": 150,
    "야? ": 215,
    " 어디야": 47,
    "어디야?": 219,
    "디야? ": 151,
    "동": 145,
    "유": 247,
    "최동": 303,
    "동유": 146,
    "유 ": 248,
    " 최동": 75,
    "최동유": 304,
    "동유 ": 147,
    " 최동유": 76,
    "최동유 ": 305,
    "떤": 152,
    "어떤": 220,
    "떤 ": 153,
    " 어떤": 48,
    "어떤 ": 221,
    " 어떤 ": 49,
    "과": 96,
    "목": 162,
    " 과": 4,
    "과목": 97,
    "목 ": 163,
    " 과목": 5,
    "과목 ": 98,
    " 과목 ": 6,
    "담": 133,
    "당": 137,
    "하": 323,
    "시": 193,
    "나": 125,
    "요": 238,
    " 담": 18,
    "담당": 134,
    "당하": 138,
    "하시": 324,
    "시나": 197,
    "나요": 126,
    "요?": 239,
    " 담당": 19,
    "담당하": 135,
    "당하시": 139,
    "하시나": 325,
    "시나요": 198,
    "나요?": 127,
    "요? ": 240,
    " 담당하": 20,
    "담당하시": 136,
    "당하시나": 140,
    "하시나요": 326,
    "시나요?": 199,
    "나요? ": 128,
    "범": 164,
    "식": 200,
    "이범": 261,
    "범식": 165,
    "식 ": 201,
    " 이범": 61,
    "이범식": 262,
    "범식 ": 166,
    " 이범식": 62,
    "이범식 ": 263,
    "정": 278,
    "보": 175,
    " 정": 66,
    "정보": 279,
    "보 ": 176,
    " 정보": 67,
    "정보 ": 280,
    " 정보 ": 68,
    "여": 224,
    " 보": 30,
    "보여": 177,
    "여줘": 225,
    " 보여": 31,
    "보여줘": 178,
    "여줘 ": 226,
    " 보여줘": 32,
    "보여줘 ": 179,
    "신": 202,
    "숙": 189,
    " 신": 39,
    "신영": 203,
    "영숙": 233,
    "숙 ": 190,
    " 신영": 40,
    "신영숙": 204,
    "영숙 ": 234,
    " 신영숙": 41,
    "신영숙 ": 205,
    " 메": 24,
    " 메일": 25,
    " 메일 ": 26,
    "주": 285,
    "소": 182,
    " 주": 69,
    "주소": 286,
    "소 ": 183,
    " 주소": 70,
    "주소 ": 287,
    " 주소 ": 71,
    "운": 243,
    "체": 296,
    "제": 281,
    " 운": 53,
    "운영": 244,
    "영체": 235,
    "체제": 297,
    "제 ": 282,
    " 운영": 54,
    "운영체": 245,
    "영체제": 236,
    "체제 ": 298,
    " 운영체": 55,
    "운영체제": 246,
    "영체제 ": 237,
    "간": 82,
    "표": 317,
    " 시": 36,
    "시간": 194,
    "간표": 83,
    "표 ": 318,
    " 시간": 37,
    "시간표": 195,
    "간표 ": 84,
    " 시간표": 38,
    "시간표 ": 196,
    "데": 141,
    "터": 310,
    "베": 167,
    "스": 191,
    " 데": 21,
    "데이": 142,
    "이터": 266,
    "터베": 314,
    "베이": 168,
    "이스": 264,
    "스 ": 192,
    " 데이": 22,
    "데이터": 143,
    "이터베": 267,
    "터베이": 315,
    "베이스": 169,
    "이스 ": 265,
    " 데이터": 23,
    "데이터베": 144,
    "이터베이": 268,
    "터베이스": 316,
    "베이스 ": 170,
    "강": 85,
    "의": 249,
    " 강": 1,
    "강의": 86,
    "의정": 250,
    " 강의": 2,
    "강의정": 87,
    "의정보": 251,
    " 강의정": 3,
    "강의정보": 88,
    "의정보 ": 252,
    "인": 269,
    "공": 92,
    "지": 293,
    "능": 129,
    " 인": 63,
    "인공": 270,
    "공지": 93,
    "지능": 294,
    "능 ": 130,
    " 인공": 64,
    "인공지": 271,
    "공지능": 94,
    "지능 ": 295,
    " 인공지": 65,
    "인공지능": 272,
    "공지능 ": 95,
    "업": 222,
    " 수": 33,
    "수업": 187,
    "업 ": 223,
    " 수업": 34,
    "수업 ": 188,
    " 수업 ": 35,
    "컴": 306,
    "퓨": 319,
    "조": 283,
    " 컴": 77,
    "컴퓨": 307,
    "퓨터": 320,
    "터구": 311,
    "구조": 112,
    "조 ": 284,
    " 컴퓨": 78,
    "컴퓨터": 308,
    "퓨터구": 321,
    "터구조": 312,
    "구조 ": 113,
    " 컴퓨터": 79,
    "컴퓨터구": 309,
    "퓨터구조": 322,
    "터구조 ": 313
  },
  "response": null,
  "action_text": null
}