{
  "text": {
    " ": 0,
    "김": 275,
    "현": 676,
    "일": 548,
    " 김": 38,
    "김현": 279,
    "현일": 677,
    "일 ": 549,
    " 김현": 41,
    "김현일": 280,
    "현일 ": 678,
    " 김현일": 42,
    "김현일 ": 281,
    "준": 585,
    "형": 679,
    "김준": 276,
    "준형": 586,
    "형 ": 680,
    " 김준": 39,
    "김준형": 277,
    "준형 ": 587,
    " 김준형": 40,
    "김준형 ": 278,
    "이": 522,
    "건": 219,
    "우": 504,
    " 이": 104,
    "이건": 524,
    "건우": 220,
    "우 ": 505,
    " 이건": 105,
    "이건우": 525,
    "건우 ": 221,
    " 이건우": 106,
    "이건우 ": 526,
    "변": 389,
    "재": 562,
    "영": 497,
    " 변": 69,
    "변재": 390,
    "재영": 563,
    "영 ": 498,
    " 변재": 70,
    "변재영": 391,
    "재영 ": 564,
    " 변재영": 71,
    "변재영 ": 392,
    "교": 241,
    "수": 413,
    "님": 294,
    " 교": 26,
    "교수": 242,
    "수님": 415,
    "님 ": 295,
    " 교수": 27,
    "교수님": 243,
    "수님 ": 416,
    " 교수님": 28,
    "교수님 ": 244,
    "권": 263,
    "구": 254,
    "락": 335,
    " 권": 35,
    "권구": 264,
    "구락": 255,
    "락 ": 336,
    " 권구": 36,
    "권구락": 265,
    "구락 ": 256,
    " 권구락": 37,
    "권구락 ": 266,
    "메": 358,
    "이메": 529,
    "메일": 359,
    " 이메": 107,
    "이메일": 530,
    "메일 ": 360,
    " 이메일": 108,
    "이메일 ": 531,
    "알": 451,
    "려": 340,
    "줘": 588,
    " 알": 89,
    "알려": 452,
    "려줘": 341,
    "줘 ": 589,
    " 알려": 90,
    "알려줘": 453,
    "려줘 ": 342,
    " 알려줘": 91,
    "알려줘 ": 454,
    "최": 609,
    "광": 238,
    "석": 400,
    " 최": 134,
    "최광": 610,
    "광석": 239,
    "석 ": 401,
    " 최광": 135,
    "최광석": 611,
    "광석 ": 240,
    " 최광석": 136,
    "최광석 ": 612,
    "연": 493,
    "실": 448,
    " 연": 101,
    "연구": 494,
    "구실": 257,
    "실이": 449,
    "이 ": 523,
    " 연구": 102,
    "연구실": 495,
    "구실이": 258,
    "실이 ": 450,
    " 연구실": 103,
    "연구실이": 496,
    "구실이 ": 259,
    "어": 462,
    "디": 318,
    "야": 455,
    "?": 160,
    " 어": 92,
    "어디": 468,
    "디야": 324,
    "야?": 456,
    "? ": 161,
    " 어디": 93,
    "어디야": 471,
    "디야?": 325,
    "야? ": 457,
    " 어디야": 95,
    "어디야?": 472,
    "디야? ": 326,
    "동": 311,
    "유": 513,
    "최동": 613,
    "동유": 312,
    "유 ": 514,
    " 최동": 137,
    "최동유": 614,
    "동유 ": 313,
    " 최동유": 138,
    "최동유 ": 615,
    "떤": 333,
    "어떤": 473,
    "떤 ": 334,
    " 어떤": 96,
    "어떤 ": 474,
    " 어떤 ": 97,
    "과": 233,
    "목": 361,
    " 과": 22,
    "과목": 234,
    "목 ": 362,
    " 과목": 23,
    "과목 ": 235,
    " 과목 ": 24,
    "담": 296,
    "당": 300,
    "하": 657,
    "시": 431,
    "나": 282,
    "요": 501,
    " 담": 46,
    "담당": 297,
    "당하": 301,
    "하시": 658,
    "시나": 434,
    "나요": 283,
    "요?": 502,
    " 담당": 47,
    "담당하": 298,
    "당하시": 302,
    "하시나": 659,
    "시나요": 435,
    "나요?": 284,
    "요? ": 503,
    " 담당하": 48,
    "담당하시": 299,
    "당하시나": 303,
    "하시나요": 660,
    "시나요?": 436,
    "나요? ": 285,
    "범": 379,
    "식": 441,
    "이범": 532,
    "범식": 380,
    "식 ": 442,
    " 이범": 109,
    "이범식": 533,
    "범식 ": 381,
    " 이범식": 110,
    "이범식 ": 534,
    "정": 573,
    "보": 393,
    " 정": 128,
    "정보": 574,
    "보 ": 394,
    " 정보": 129,
    "정보 ": 575,
    " 정보 ": 130,
    "여": 490,
    " 보": 72,
    "보여": 395,
    "여줘": 491,
    " 보여": 73,
    "보여줘": 396,
    "여줘 ": 492,
    " 보여줘": 74,
    "보여줘 ": 397,
    "신": 443,
    "숙": 423,
    " 신": 86,
    "신영": 445,
    "영숙": 499,
    "숙 ": 424,
    " 신영": 87,
    "신영숙": 446,
    "영숙 ": 500,
    " 신영숙": 88,
    "신영숙 ": 447,
    " 메": 61,
    " 메일": 62,
    " 메일 ": 63,
    "주": 582,
    "소": 408,
    " 주": 131,
    "주소": 583,
    "소 ": 409,
    " 주소": 132,
    "주소 ": 584,
    " 주소 ": 133,
    "데": 307,
    "터": 618,
    "베": 382,
    "스": 425,
    " 데": 52,
    "데이": 308,
    "이터": 537,
    "터베": 619,
    "베이": 386,
    "이스": 535,
    "스 ": 426,
    " 데이": 53,
    "데이터": 309,
    "이터베": 538,
    "터베이": 620,
    "베이스": 387,
    "이스 ": 536,
    " 데이터": 54,
    "데이터베": 310,
    "이터베이": 539,
    "터베이스": 621,
    "베이스 ": 388,
    "객": 215,
    "체": 604,
    "지": 590,
    "향": 672,
    "프": 645,
    "로": 343,
    "그": 267,
    "래": 337,
    "밍": 373,
    " 객": 19,
    "객체": 216,
    "체지": 606,
    "지향": 597,
    "향프": 673,
    "프로": 646,
    "로그": 344,
    "그래": 268,
    "래밍": 338,
    "밍 ": 374,
    " 객체": 20,
    "객체지": 217,
    "체지향": 607,
    "지향프": 598,
    "향프로": 674,
    "프로그": 647,
    "로그래": 345,
    "그래밍": 269,
    "래밍 ": 339,
    " 객체지": 21,
    "객체지향": 218,
    "체지향프": 608,
    "지향프로": 599,
    "향프로그": 675,
    "프로그래": 648,
    "로그래밍": 346,
    "그래밍 ": 270,
    "멀": 354,
    "티": 641,
    "미": 369,
    "템": 626,
    "설": 405,
    "계": 222,
    " 멀": 58,
    "멀티": 355,
    "티미": 642,
    "미디": 370,
    "디어": 327,
    "어시": 475,
    "시스": 437,
    "스템": 427,
    "템설": 628,
    "설계": 406,
    "계 ": 223,
    " 멀티": 59,
    "멀티미": 356,
    "티미디": 643,
    "미디어": 371,
    "디어시": 328,
    "어시스": 476,
    "시스템": 438,
    "스템설": 429,
    "템설계": 629,
    "설계 ": 407,
    " 멀티미": 60,
    "멀티미디": 357,
    "티미디어": 644,
    "미디어시": 372,
    "디어시스": 329,
    "어시스템": 477,
    "시스템설": 440,
    "스템설계": 430,
    "템설계 ": 630,
    "강": 209,
    "의": 520,
    " 강": 16,
    "강의": 210,
    "의 ": 521,
    " 강의": 17,
    "강의 ": 211,
    " 강의 ": 18,
    "a": 171,
    "i": 183,
    " a": 13,
    "ai": 172,
    "i프": 184,
    " ai": 14,
    "ai프": 173,
    "i프로": 185,
    " ai프": 15,
    "ai프로": 174,
    "i프로그": 186,
    "털": 622,
    "통": 631,
    " 디": 55,
    "디지": 330,
    "지털": 594,
    "털통": 623,
    "통신": 632,
    "신 ": 444,
    " 디지": 56,
    "디지털": 331,
    "지털통": 595,
    "털통신": 624,
    "통신 ": 633,
    " 디지털": 57,
    "디지털통": 332,
    "지털통신": 596,
    "털통신 ": 625,
    "업": 481,
    " 수": 78,
    "수업": 417,
    "업 ": 482,
    " 수업": 79,
    "수업 ": 418,
    " 수업 ": 80,
    "간": 207,
    " 시": 83,
    "시간": 432,
    "간 ": 208,
    " 시간": 84,
    "시간 ": 433,
    " 시간 ": 85,
    "젝": 578,
    "트": 634,
    "기": 271,
    "반": 375,
    " 프": 139,
    "로젝": 347,
    "젝트": 579,
    "트기": 635,
    "기반": 272,
    "반설": 376,
    " 프로": 140,
    "프로젝": 649,
    "로젝트": 348,
    "젝트기": 580,
    "트기반": 636,
    "기반설": 273,
    "반설계": 377,
    " 프로젝": 141,
    "프로젝트": 650,
    "로젝트기": 349,
    "젝트기반": 581,
    "트기반설": 637,
    "기반설계": 274,
    "반설계 ": 378,
    "은": 518,
    "업은": 483,
    "은 ": 519,
    "수업은": 419,
    "업은 ": 484,
    " 수업은": 81,
    "수업은 ": 420,
    "서": 398,
    "디서": 322,
    "서 ": 399,
    "어디서": 469,
    "디서 ": 323,
    " 어디서": 94,
    "어디서 ": 470,
    "해": 665,
    " 해": 142,
    "해?": 667,
    " 해?": 143,
    "해? ": 668,
    " 해? ": 144,
    "인": 540,
    "공": 224,
    "능": 290,
    "개": 212,
    "론": 352,
    " 인": 111,
    "인공": 545,
    "공지": 225,
    "지능": 591,
    "능개": 291,
    "개론": 213,
    "론 ": 353,
    " 인공": 112,
    "인공지": 546,
    "공지능": 226,
    "지능개": 592,
    "능개론": 292,
    "개론 ": 214,
    " 인공지": 113,
    "인공지능": 547,
    "공지능개": 227,
    "지능개론": 593,
    "능개론 ": 293,
    "원": 506,
    "교원": 248,
    "원은": 507,
    " 교원": 31,
    "교원은": 249,
    "원은 ": 508,
    " 교원은": 32,
    "교원은 ": 250,
    "누": 286,
    "가": 203,
    " 누": 43,
    "누구": 287,
    "구인": 260,
    "인가": 542,
    "가요": 204,
    " 누구": 44,
    "누구인": 288,
    "구인가": 261,
    "인가요": 543,
    "가요?": 205,
    " 누구인": 45,
    "누구인가": 289,
    "구인가요": 262,
    "인가요?": 544,
    "가요? ": 206,
    "임": 550,
    "드": 314,
    " 임": 114,
    "임베": 551,
    "베디": 383,
    "디드": 319,
    "드시": 315,
    "템 ": 627,
    " 임베": 115,
    "임베디": 552,
    "베디드": 384,
    "디드시": 320,
    "드시스": 316,
    "스템 ": 428,
    " 임베디": 116,
    "임베디드": 553,
    "베디드시": 385,
    "디드시스": 321,
    "드시스템": 317,
    "시스템 ": 439,
    "에": 488,
    "목에": 365,
    "에 ": 489,
    "과목에": 236,
    "목에 ": 366,
    " 과목에": 25,
    "과목에 ": 237,
    "대": 304,
    " 대": 49,
    "대해": 305,
    "해 ": 666,
    " 대해": 50,
    "대해 ": 306,
    " 대해 ": 51,
    "웨": 509,
    "학": 661,
    " 소": 75,
    "소프": 410,
    "프트": 651,
    "트웨": 638,
    "웨어": 510,
    "어공": 465,
    "공학": 231,
    "학 ": 662,
    " 소프": 76,
    "소프트": 411,
    "프트웨": 652,
    "트웨어": 639,
    "웨어공": 511,
    "어공학": 466,
    "공학 ": 232,
    " 소프트": 77,
    "소프트웨": 412,
    "프트웨어": 653,
    "트웨어공": 640,
    "웨어공학": 512,
    "어공학 ": 467,
    "언": 478,
    "제": 576,
    " 언": 98,
    "언제": 479,
    "제 ": 577,
    " 언제": 99,
    "언제 ": 480,
    " 언제 ": 100,
    "업해": 485,
    "해요": 669,
    "수업해": 421,
    "업해요": 486,
    "해요?": 670,
    " 수업해": 82,
    "수업해요": 422,
    "업해요?": 487,
    "해요? ": 671,
    "양": 458,
    "선": 402,
    "택": 616,
    "교양": 245,
    "양선": 459,
    "선택": 403,
    "택 ": 617,
    " 교양": 29,
    "교양선": 246,
    "양선택": 460,
    "선택 ": 404,
    " 교양선": 30,
    "교양선택": 247,
    "양선택 ": 461,
    "뭐": 367,
    " 뭐": 67,
    "뭐 ": 368,
    " 뭐 ": 68,
    "있": 554,
    " 있": 117,
    "있어": 555,
    "어?": 463,
    " 있어": 118,
    "있어?": 556,
    "어? ": 464,
    " 있어?": 119,
    "있어? ": 557,
    "전": 565,
    "필": 654,
    " 전": 123,
    "전공": 566,
    "공필": 228,
    "필수": 655,
    "수 ": 414,
    " 전공": 124,
    "전공필": 567,
    "공필수": 229,
    "필수 ": 656,
    " 전공필": 125,
    "전공필수": 568,
    "공필수 ": 230,
    "전체": 569,
    "체 ": 605,
    " 전체": 126,
    "전체 ": 570,
    " 전체 ": 127,
    "자": 558,
    " 자": 120,
    "자유": 559,
    "유선": 515,
    " 자유": 121,
    "자유선": 560,
    "유선택": 516,
    " 자유선": 122,
    "자유선택": 561,
    "유선택 ": 517,
    "록": 350,
    " 목": 64,
    "목록": 363,
    "록 ": 351,
    " 목록": 65,
    "목록 ": 364,
    " 목록 ": 66,
    "직": 600,
    "교직": 251,
    "직이": 601,
    "이론": 527,
    " 교직": 33,
    "교직이": 252,
    "직이론": 602,
    "이론 ": 528,
    " 교직이": 34,
    "교직이론": 253,
    "직이론 ": 603,
    "8": 153,
    "9": 157,
    " 8": 7,
    "89": 154,
    "9인": 158,
    "인 ": 541,
    " 89": 8,
    "89인": 155,
    "9인 ": 159,
    " 89인": 9,
    "89인 ": 156,
    "_": 162,
    "n": 191,
    "u": 199,
    "m": 187,
    "b": 175,
    "e": 179,
    "r": 195,
    " _": 10,
    "__": 164,
    "_n": 168,
    "nu": 192,
    "um": 200,
    "mb": 188,
    "be": 176,
    "er": 180,
    "r_": 196,
    "_ ": 163,
    " __": 11,
    "__n": 166,
    "_nu": 169,
    "num": 193,
    "umb": 201,
    "mbe": 189,
    "ber": 177,
    "er_": 181,
    "r__": 197,
    "__ ": 165,
    " __n": 12,
    "__nu": 167,
    "_num": 170,
    "numb": 194,
    "umbe": 202,
    "mber": 190,
    "ber_": 178,
    "er__": 182,
    "r__ ": 198,
    "2": 145,
    "점": 571,
    " 2": 1,
    "2학": 146,
    "학점": 663,
    "점 ": 572,
    " 2학": 2,
    "2학점": 147,
    "학점 ": 664,
    " 2학점": 3,
    "2학점 ": 148,
    "3": 149,
    " 3": 4,
    "3학": 150,
    " 3학": 5,
    "3학점": 151,
    " 3학점": 6,
    "3학점 ": 152
  },
  "response": null,
  "action_text": null
}