{
  "text": {
    " ": 0,
    "신": 261,
    "영": 309,
    "숙": 255,
    " 신": 53,
    "신영": 265,
    "영숙": 311,
    "숙 ": 256,
    " 신영": 54,
    "신영숙": 266,
    "영숙 ": 312,
    " 신영숙": 55,
    "신영숙 ": 267,
    "교": 164,
    "수": 245,
    "님": 182,
    " 교": 23,
    "교수": 165,
    "수님": 247,
    "님 ": 183,
    " 교수": 24,
    "교수님": 166,
    "수님 ": 248,
    " 교수님": 25,
    "교수님 ": 167,
    "정": 362,
    "보": 226,
    " 정": 86,
    "정보": 363,
    "보 ": 227,
    " 정보": 87,
    "정보 ": 364,
    " 정보 ": 88,
    "알": 273,
    "려": 199,
    "줘": 365,
    " 알": 56,
    "알려": 274,
    "려줘": 200,
    "줘 ": 366,
    " 알려": 57,
    "알려줘": 275,
    "려줘 ": 201,
    " 알려줘": 58,
    "알려줘 ": 276,
    "변": 222,
    "재": 353,
    " 변": 43,
    "변재": 223,
    "재영": 354,
    "영 ": 310,
    " 변재": 44,
    "변재영": 224,
    "재영 ": 355,
    " 변재영": 45,
    "변재영 ": 225,
    "이": 331,
    "메": 208,
    "일": 343,
    " 이": 74,
    "이메": 333,
    "메일": 209,
    "일 ": 344,
    " 이메": 75,
    "이메일": 334,
    "메일 ": 210,
    " 이메일": 76,
    "이메일 ": 335,
    "뭐": 215,
    "야": 277,
    "?": 107,
    " 뭐": 37,
    "뭐야": 217,
    "야?": 278,
    "? ": 108,
    " 뭐야": 39,
    "뭐야?": 218,
    "야? ": 279,
    " 뭐야?": 40,
    "뭐야? ": 219,
    "권": 178,
    "구": 172,
    "락": 197,
    " 권": 28,
    "권구": 179,
    "구락": 173,
    "락 ": 198,
    " 권구": 29,
    "권구락": 180,
    "구락 ": 174,
    " 권구락": 30,
    "권구락 ": 181,
    "님이": 184,
    "이 ": 332,
    "수님이": 249,
    "님이 ": 185,
    "교수님이": 168,
    "수님이 ": 250,
    "뭘": 220,
    " 뭘": 41,
    "뭘 ": 221,
    " 뭘 ": 42,
    "가": 142,
    "르": 204,
    "쳐": 371,
    " 가": 13,
    "가르": 143,
    "르쳐": 205,
    "쳐?": 372,
    " 가르": 14,
    "가르쳐": 144,
    "르쳐?": 206,
    "쳐? ": 373,
    " 가르쳐": 15,
    "가르쳐?": 145,
    "르쳐? ": 207,
    "최": 374,
    "광": 161,
    "석": 236,
    " 최": 89,
    "최광": 375,
    "광석": 162,
    "석 ": 237,
    " 최광": 90,
    "최광석": 376,
    "광석 ": 163,
    " 최광석": 91,
    "최광석 ": 377,
    "연": 305,
    "실": 268,
    "은": 321,
    " 연": 68,
    "연구": 306,
    "구실": 175,
    "실은": 269,
    "은 ": 322,
    " 연구": 69,
    "연구실": 307,
    "구실은": 176,
    "실은 ": 270,
    " 연구실": 70,
    "연구실은": 308,
    "구실은 ": 177,
    "어": 284,
    "디": 186,
    " 어": 59,
    "어디": 287,
    "디야": 189,
    " 어디": 60,
    "어디야": 290,
    "디야?": 190,
    " 어디야": 62,
    "어디야?": 291,
    "디야? ": 191,
    "예": 313,
    "술": 257,
    "의": 323,
    "해": 394,
    " 예": 71,
    "예술": 314,
    "술의": 258,
    "의이": 325,
    "이해": 339,
    "해 ": 395,
    " 예술": 72,
    "예술의": 315,
    "술의이": 259,
    "의이해": 326,
    "이해 ": 340,
    " 예술의": 73,
    "예술의이": 316,
    "술의이해": 260,
    "의이해 ": 327,
    "업": 294,
    " 수": 49,
    "수업": 251,
    "업 ": 295,
    " 수업": 50,
    "수업 ": 252,
    " 수업 ": 51,
    "여": 299,
    "성": 241,
    "과": 155,
    "사": 231,
    "회": 400,
    " 여": 65,
    "여성": 300,
    "성과": 242,
    "과사": 158,
    "사회": 232,
    "회 ": 401,
    " 여성": 66,
    "여성과": 301,
    "성과사": 243,
    "과사회": 159,
    "사회 ": 233,
    " 여성과": 67,
    "여성과사": 302,
    "성과사회": 244,
    "과사회 ": 160,
    "떤": 195,
    "어떤": 292,
    "떤 ": 196,
    " 어떤": 63,
    "어떤 ": 293,
    " 어떤 ": 64,
    "업이": 296,
    "이야": 336,
    "수업이": 253,
    "업이야": 297,
    "이야?": 337,
    " 수업이": 52,
    "수업이야": 254,
    "업이야?": 298,
    "이야? ": 338,
    "지": 367,
    "털": 380,
    "통": 384,
    "험": 398,
    " 디": 31,
    "디지": 192,
    "지털": 368,
    "털통": 381,
    "통신": 385,
    "신실": 262,
    "실험": 271,
    "험 ": 399,
    " 디지": 32,
    "디지털": 193,
    "지털통": 369,
    "털통신": 382,
    "통신실": 386,
    "신실험": 263,
    "실험 ": 272,
    " 디지털": 33,
    "디지털통": 194,
    "지털통신": 370,
    "털통신실": 383,
    "통신실험": 387,
    "신실험 ": 264,
    "서": 234,
    "디서": 187,
    "서 ": 235,
    "어디서": 288,
    "디서 ": 188,
    " 어디서": 61,
    "어디서 ": 289,
    "강": 146,
    " 강": 16,
    "강의": 147,
    "의해": 328,
    "해?": 396,
    " 강의": 17,
    "강의해": 149,
    "의해?": 329,
    "해? ": 397,
    " 강의해": 19,
    "강의해?": 150,
    "의해? ": 330,
    "8": 100,
    "9": 104,
    "인": 341,
    " 8": 7,
    "89": 101,
    "9인": 105,
    "인 ": 342,
    " 89": 8,
    "89인": 102,
    "9인 ": 106,
    " 89인": 9,
    "89인 ": 103,
    "_": 109,
    "n": 130,
    "u": 138,
    "m": 126,
    "b": 118,
    "e": 122,
    "r": 134,
    " _": 10,
    "__": 111,
    "_n": 115,
    "nu": 131,
    "um": 139,
    "mb": 127,
    "be": 119,
    "er": 123,
    "r_": 135,
    "_ ": 110,
    " __": 11,
    "__n": 113,
    "_nu": 116,
    "num": 132,
    "umb": 140,
    "mbe": 128,
    "ber": 120,
    "er_": 124,
    "r__": 136,
    "__ ": 112,
    " __n": 12,
    "__nu": 114,
    "_num": 117,
    "numb": 133,
    "umbe": 141,
    "mber": 129,
    "ber_": 121,
    "er__": 125,
    "r__ ": 137,
    "2": 92,
    "학": 391,
    "점": 360,
    " 2": 1,
    "2학": 93,
    "학점": 392,
    "점 ": 361,
    " 2학": 2,
    "2학점": 94,
    "학점 ": 393,
    " 2학점": 3,
    "2학점 ": 95,
    "3": 96,
    " 3": 4,
    "3학": 97,
    " 3학": 5,
    "3학점": 98,
    " 3학점": 6,
    "3학점 ": 99,
    "양": 280,
    "선": 238,
    "택": 378,
    "교양": 169,
    "양선": 281,
    "선택": 239,
    "택 ": 379,
    " 교양": 26,
    "교양선": 170,
    "양선택": 282,
    "선택 ": 240,
    " 교양선": 27,
    "교양선택": 171,
    "양선택 ": 283,
    "목": 211,
    " 과": 20,
    "과목": 156,
    "목 ": 212,
    " 과목": 21,
    "과목 ": 157,
    " 과목 ": 22,
    "뭐 ": 216,
    " 뭐 ": 38,
    "있": 345,
    " 있": 77,
    "있어": 346,
    "어?": 285,
    " 있어": 78,
    "있어?": 347,
    "어? ": 286,
    " 있어?": 79,
    "있어? ": 348,
    "전": 356,
    "공": 151,
    "필": 388,
    " 전": 83,
    "전공": 357,
    "공필": 152,
    "필수": 389,
    "수 ": 246,
    " 전공": 84,
    "전공필": 358,
    "공필수": 153,
    "필수 ": 390,
    " 전공필": 85,
    "전공필수": 359,
    "공필수 ": 154,
    "자": 349,
    "유": 317,
    " 자": 80,
    "자유": 350,
    "유선": 318,
    " 자유": 81,
    "자유선": 351,
    "유선택": 319,
    " 자유선": 82,
    "자유선택": 352,
    "유선택 ": 320,
    "의 ": 324,
    "강의 ": 148,
    " 강의 ": 18,
    "록": 202,
    " 목": 34,
    "목록": 213,
    "록 ": 203,
    " 목록": 35,
    "목록 ": 214,
    " 목록 ": 36,
    " 보": 46,
    "보여": 228,
    "여줘": 303,
    " 보여": 47,
    "보여줘": 229,
    "여줘 ": 304,
    " 보여줘": 48,
    "보여줘 ": 230
  },
  "response": null,
  "action_text": null
}