{
  "text": {
    " ": 0,
    "신": 278,
    "영": 326,
    "숙": 272,
    " 신": 58,
    "신영": 282,
    "영숙": 328,
    "숙 ": 273,
    " 신영": 59,
    "신영숙": 283,
    "영숙 ": 329,
    " 신영숙": 60,
    "신영숙 ": 284,
    "교": 174,
    "수": 262,
    "님": 199,
    " 교": 23,
    "교수": 175,
    "수님": 264,
    "님 ": 200,
    " 교수": 24,
    "교수님": 176,
    "수님 ": 265,
    " 교수님": 25,
    "교수님 ": 177,
    "정": 384,
    "보": 243,
    " 정": 93,
    "정보": 385,
    "보 ": 244,
    " 정보": 94,
    "정보 ": 386,
    " 정보 ": 95,
    "알": 290,
    "려": 216,
    "줘": 390,
    " 알": 61,
    "알려": 291,
    "려줘": 217,
    "줘 ": 391,
    " 알려": 62,
    "알려줘": 292,
    "려줘 ": 218,
    " 알려줘": 63,
    "알려줘 ": 293,
    "변": 239,
    "재": 375,
    " 변": 48,
    "변재": 240,
    "재영": 376,
    "영 ": 327,
    " 변재": 49,
    "변재영": 241,
    "재영 ": 377,
    " 변재영": 50,
    "변재영 ": 242,
    "이": 350,
    "메": 225,
    "일": 365,
    " 이": 79,
    "이메": 355,
    "메일": 226,
    "일 ": 366,
    " 이메": 82,
    "이메일": 356,
    "메일 ": 227,
    " 이메일": 83,
    "이메일 ": 357,
    "뭐": 232,
    "야": 294,
    "?": 114,
    " 뭐": 42,
    "뭐야": 234,
    "야?": 295,
    "? ": 115,
    " 뭐야": 44,
    "뭐야?": 235,
    "야? ": 296,
    " 뭐야?": 45,
    "뭐야? ": 236,
    "권": 188,
    "구": 182,
    "락": 214,
    " 권": 28,
    "권구": 189,
    "구락": 183,
    "락 ": 215,
    " 권구": 29,
    "권구락": 190,
    "구락 ": 184,
    " 권구락": 30,
    "권구락 ": 191,
    "님이": 201,
    "이 ": 351,
    "수님이": 266,
    "님이 ": 202,
    "교수님이": 178,
    "수님이 ": 267,
    "뭘": 237,
    " 뭘": 46,
    "뭘 ": 238,
    " 뭘 ": 47,
    "가": 149,
    "르": 221,
    "쳐": 396,
    " 가": 13,
    "가르": 150,
    "르쳐": 222,
    "쳐?": 397,
    " 가르": 14,
    "가르쳐": 151,
    "르쳐?": 223,
    "쳐? ": 398,
    " 가르쳐": 15,
    "가르쳐?": 152,
    "르쳐? ": 224,
    "최": 399,
    "광": 171,
    "석": 253,
    " 최": 96,
    "최광": 400,
    "광석": 172,
    "석 ": 254,
    " 최광": 97,
    "최광석": 401,
    "광석 ": 173,
    " 최광석": 98,
    "최광석 ": 402,
    "연": 322,
    "실": 285,
    "은": 340,
    " 연": 73,
    "연구": 323,
    "구실": 185,
    "실은": 286,
    "은 ": 341,
    " 연구": 74,
    "연구실": 324,
    "구실은": 186,
    "실은 ": 287,
    " 연구실": 75,
    "연구실은": 325,
    "구실은 ": 187,
    "어": 301,
    "디": 203,
    " 어": 64,
    "어디": 304,
    "디야": 206,
    " 어디": 65,
    "어디야": 307,
    "디야?": 207,
    " 어디야": 67,
    "어디야?": 308,
    "디야? ": 208,
    "김": 192,
    "현": 425,
    " 김": 31,
    "김현": 196,
    "현일": 426,
    " 김현": 34,
    "김현일": 197,
    "현일 ": 427,
    " 김현일": 35,
    "김현일 ": 198,
    "준": 387,
    "형": 428,
    "김준": 193,
    "준형": 388,
    "형 ": 429,
    " 김준": 32,
    "김준형": 194,
    "준형 ": 389,
    " 김준형": 33,
    "김준형 ": 195,
    "건": 158,
    "우": 334,
    "이건": 352,
    "건우": 159,
    "우 ": 335,
    " 이건": 80,
    "이건우": 353,
    "건우 ": 160,
    " 이건우": 81,
    "이건우 ": 354,
    "여": 316,
    " 보": 51,
    "보여": 245,
    "여줘": 320,
    " 보여": 52,
    "보여줘": 246,
    "여줘 ": 321,
    " 보여줘": 53,
    "보여줘 ": 247,
    "예": 330,
    "술": 274,
    "의": 342,
    "해": 419,
    " 예": 76,
    "예술": 331,
    "술의": 275,
    "의이": 344,
    "이해": 361,
    "해 ": 420,
    " 예술": 77,
    "예술의": 332,
    "술의이": 276,
    "의이해": 345,
    "이해 ": 362,
    " 예술의": 78,
    "예술의이": 333,
    "술의이해": 277,
    "의이해 ": 346,
    "업": 311,
    " 수": 54,
    "수업": 268,
    "업 ": 312,
    " 수업": 55,
    "수업 ": 269,
    " 수업 ": 56,
    "성": 258,
    "과": 165,
    "사": 248,
    "회": 430,
    " 여": 70,
    "여성": 317,
    "성과": 259,
    "과사": 168,
    "사회": 249,
    "회 ": 431,
    " 여성": 71,
    "여성과": 318,
    "성과사": 260,
    "과사회": 169,
    "사회 ": 250,
    " 여성과": 72,
    "여성과사": 319,
    "성과사회": 261,
    "과사회 ": 170,
    "떤": 212,
    "어떤": 309,
    "떤 ": 213,
    " 어떤": 68,
    "어떤 ": 310,
    " 어떤 ": 69,
    "업이": 313,
    "이야": 358,
    "수업이": 270,
    "업이야": 314,
    "이야?": 359,
    " 수업이": 57,
    "수업이야": 271,
    "업이야?": 315,
    "이야? ": 360,
    "지": 392,
    "털": 405,
    "통": 409,
    "험": 423,
    " 디": 36,
    "디지": 209,
    "지털": 393,
    "털통": 406,
    "통신": 410,
    "신실": 279,
    "실험": 288,
    "험 ": 424,
    " 디지": 37,
    "디지털": 210,
    "지털통": 394,
    "털통신": 407,
    "통신실": 411,
    "신실험": 280,
    "실험 ": 289,
    " 디지털": 38,
    "디지털통": 211,
    "지털통신": 395,
    "털통신실": 408,
    "통신실험": 412,
    "신실험 ": 281,
    "서": 251,
    "디서": 204,
    "서 ": 252,
    "어디서": 305,
    "디서 ": 205,
    " 어디서": 66,
    "어디서 ": 306,
    "강": 153,
    " 강": 16,
    "강의": 154,
    "의해": 347,
    "해?": 421,
    " 강의": 17,
    "강의해": 156,
    "의해?": 348,
    "해? ": 422,
    " 강의해": 19,
    "강의해?": 157,
    "의해? ": 349,
    "8": 107,
    "9": 111,
    "인": 363,
    " 8": 7,
    "89": 108,
    "9인": 112,
    "인 ": 364,
    " 89": 8,
    "89인": 109,
    "9인 ": 113,
    " 89인": 9,
    "89인 ": 110,
    "_": 116,
    "n": 137,
    "u": 145,
    "m": 133,
    "b": 125,
    "e": 129,
    "r": 141,
    " _": 10,
    "__": 118,
    "_n": 122,
    "nu": 138,
    "um": 146,
    "mb": 134,
    "be": 126,
    "er": 130,
    "r_": 142,
    "_ ": 117,
    " __": 11,
    "__n": 120,
    "_nu": 123,
    "num": 139,
    "umb": 147,
    "mbe": 135,
    "ber": 127,
    "er_": 131,
    "r__": 143,
    "__ ": 119,
    " __n": 12,
    "__nu": 121,
    "_num": 124,
    "numb": 140,
    "umbe": 148,
    "mber": 136,
    "ber_": 128,
    "er__": 132,
    "r__ ": 144,
    "2": 99,
    "학": 416,
    "점": 382,
    " 2": 1,
    "2학": 100,
    "학점": 417,
    "점 ": 383,
    " 2학": 2,
    "2학점": 101,
    "학점 ": 418,
    " 2학점": 3,
    "2학점 ": 102,
    "3": 103,
    " 3": 4,
    "3학": 104,
    " 3학": 5,
    "3학점": 105,
    " 3학점": 6,
    "3학점 ": 106,
    "양": 297,
    "선": 255,
    "택": 403,
    "교양": 179,
    "양선": 298,
    "선택": 256,
    "택 ": 404,
    " 교양": 26,
    "교양선": 180,
    "양선택": 299,
    "선택 ": 257,
    " 교양선": 27,
    "교양선택": 181,
    "양선택 ": 300,
    "목": 228,
    " 과": 20,
    "과목": 166,
    "목 ": 229,
    " 과목": 21,
    "과목 ": 167,
    " 과목 ": 22,
    "뭐 ": 233,
    " 뭐 ": 43,
    "있": 367,
    " 있": 84,
    "있어": 368,
    "어?": 302,
    " 있어": 85,
    "있어?": 369,
    "어? ": 303,
    " 있어?": 86,
    "있어? ": 370,
    "전": 378,
    "공": 161,
    "필": 413,
    " 전": 90,
    "전공": 379,
    "공필": 162,
    "필수": 414,
    "수 ": 263,
    " 전공": 91,
    "전공필": 380,
    "공필수": 163,
    "필수 ": 415,
    " 전공필": 92,
    "전공필수": 381,
    "공필수 ": 164,
    "자": 371,
    "유": 336,
    " 자": 87,
    "자유": 372,
    "유선": 337,
    " 자유": 88,
    "자유선": 373,
    "유선택": 338,
    " 자유선": 89,
    "자유선택": 374,
    "유선택 ": 339,
    "의 ": 343,
    "강의 ": 155,
    " 강의 ": 18,
    "록": 219,
    " 목": 39,
    "목록": 230,
    "록 ": 220,
    " 목록": 40,
    "목록 ": 231,
    " 목록 ": 41
  },
  "response": null,
  "action_text": null
}